-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 03, 2020 at 03:44 PM
-- Server version: 10.1.37-MariaDB
-- PHP Version: 7.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `pds`
--

DELIMITER $$
--
-- Procedures
--
CREATE DEFINER=`root`@`localhost` PROCEDURE `getPR` ()  BEGIN
		SELECT * FROM tbl_pur_pr ORDER BY id ASC;
	END$$

DELIMITER ;

-- --------------------------------------------------------

--
-- Table structure for table `tbl_autonumber`
--

CREATE TABLE `tbl_autonumber` (
  `id` int(10) NOT NULL,
  `year` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `month` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `seq` int(4) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_autonumber`
--

INSERT INTO `tbl_autonumber` (`id`, `year`, `month`, `seq`) VALUES
(1, '2019', '12', 122);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_category`
--

CREATE TABLE `tbl_category` (
  `id` int(11) NOT NULL,
  `category_code` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `category_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `category_group` varchar(20) NOT NULL,
  `status` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_category`
--

INSERT INTO `tbl_category` (`id`, `category_code`, `category_name`, `category_group`, `status`) VALUES
(1, 'CATE-001', 'มอเตอร์', 'SPAREPART', 'Active'),
(2, 'CATE-002', 'เครื่องจักร', 'SPAREPART', 'Active'),
(3, 'CATE-003', 'อุปกรณ์คอมพิวเตอร์', 'SPAREPART', 'Active'),
(4, 'CATE-004', 'อุปกรณ์ไฟฟ้า', 'SPAREPART', 'Active');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_department`
--

CREATE TABLE `tbl_department` (
  `id` int(11) NOT NULL,
  `department_code` varchar(10) NOT NULL,
  `department_name` varchar(250) NOT NULL,
  `status` varchar(20) NOT NULL,
  `create_by` varchar(30) NOT NULL,
  `create_date` datetime NOT NULL,
  `last_update_by` varchar(30) NOT NULL,
  `last_update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_department`
--

INSERT INTO `tbl_department` (`id`, `department_code`, `department_name`, `status`, `create_by`, `create_date`, `last_update_by`, `last_update_date`) VALUES
(1, 'BIOG', 'Biogas', 'Active', 'admin', '2019-11-19 13:16:24', 'admin', '2019-11-19 13:16:24'),
(2, 'IT', 'สาระสนเทศ', 'Active', 'admin', '0000-00-00 00:00:00', 'test', '2019-11-16 16:10:15'),
(3, 'PUR', 'จัดซื้อทั่วไป', 'Active', 'admin', '0000-00-00 00:00:00', 'test', '2019-11-16 17:28:42'),
(4, 'FINN', 'การเงิน', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(5, 'ACC', 'บัญชี', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(6, 'WEI', 'ตาชั่ง', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(7, 'SAL', 'ฝ่ายขาย', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(8, 'LAB', 'ตรวสอบคุณภาพ', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(9, 'QRM', 'สิงแวดล้อม', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(10, 'MAT', 'จัดซื้อวัตถุดับ', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(11, 'STO', 'สโตร์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(12, 'PROD', 'ผลิต', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(13, 'OTH', 'ทั่วไป', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(14, 'TECH', 'ช่างซ่อมบำรุง', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(16, 'EXP', 'ส่งออก', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(17, 'DRI', 'ขับรถ', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(18, 'SEC', 'ร.ป.ภ.', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(19, 'EFB', 'EFB', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(20, 'MAID', 'แม่บ้าน', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(21, 'GAR', 'คนสวน', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(22, 'SECU', 'จป.วิชาชีพ', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(23, 'POT', 'หม้อนึ่ง', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(24, 'POT1', 'หม้อนึ่ง/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(25, 'POT2', 'หม้อนึ่งรับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(26, 'EFB1', 'EFB/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(27, 'EFB2', 'EFB/รับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(28, 'NOZ', 'หัวบีบ', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(29, 'NOZ1', 'หัวบีบ/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(30, 'NOZ2', 'หัวบีบ/รับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(31, 'NUT', 'เมล็ดใน', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(32, 'NUT1', 'เมล็ดใน/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(33, 'NUT2', 'เมล็ดใน/รับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(34, 'OIL', 'ห้องน้ำมัน', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(35, 'OIL1', 'ห้องน้ำมัน/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(36, 'OIL2', 'ห้องน้ำมัน/รับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(37, 'BOI', 'บอยเลอร์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(38, 'BOI1', 'บอยเลอร์/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(39, 'BOI2', 'บอยเลอร์/รับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(40, 'POW', 'ไฟฟ้า', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(41, 'POW1', 'ไฟฟ้า/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(42, 'POW2', 'ไฟฟ้า/รับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(43, 'MEC', 'เครื่องกล', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(44, 'MEC1', 'เครื่องกล/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(45, 'LATHER', 'งานผลิตช่างกล/ช่างกลึง', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(46, 'PROD1', 'ผลิต/สินทรัพย์', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(47, 'PROD2', 'ผลิต/รับเหมา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(48, 'HR', 'ฝ่ายทรัพยากรบุคคล', 'Active', 'admin', '2019-11-16 00:00:00', '', '0000-00-00 00:00:00'),
(49, 'ELEC', 'ช่างไฟฟ้า', 'Active', 'admin', '2019-11-16 00:00:00', '', '2019-12-06 00:00:00'),
(50, 'AIRTECH', 'ช่างแอร์', 'Active', 'admin', '2019-11-16 00:00:00', '', '2019-12-06 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_employee`
--

CREATE TABLE `tbl_employee` (
  `id` int(11) NOT NULL,
  `emp_code` varchar(50) NOT NULL,
  `emp_title` varchar(70) NOT NULL,
  `emp_firstname` varchar(100) NOT NULL,
  `emp_lastname` varchar(100) NOT NULL,
  `emp_title_en` varchar(50) NOT NULL,
  `emp_firstname_en` varchar(150) NOT NULL,
  `emp_lastname_en` varchar(150) NOT NULL,
  `emp_nickname` varchar(50) NOT NULL,
  `emp_idcard` varchar(30) NOT NULL,
  `emp_sex` varchar(20) NOT NULL,
  `emp_nationality` varchar(100) NOT NULL,
  `emp_date_of_birth` date NOT NULL,
  `emp_address` varchar(50) NOT NULL,
  `emp_tumbon` varchar(250) NOT NULL,
  `emp_amphur` varchar(250) NOT NULL,
  `emp_province` varchar(250) NOT NULL,
  `emp_start_work` date NOT NULL,
  `emp_position` varchar(200) NOT NULL,
  `emp_department_code` varchar(50) NOT NULL,
  `emp_department` varchar(200) NOT NULL,
  `emp_employment_type` varchar(50) NOT NULL,
  `emp_salary` double(10,2) NOT NULL,
  `emp_daily_wages` double(10,2) NOT NULL,
  `emp_other_money` double(10,0) NOT NULL,
  `emp_resign_date` date NOT NULL,
  `emp_status` varchar(50) NOT NULL,
  `emp_create_date` int(11) NOT NULL,
  `emp_last_update` datetime NOT NULL,
  `emp_user_id` int(11) NOT NULL,
  `emp_group` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_employee`
--

INSERT INTO `tbl_employee` (`id`, `emp_code`, `emp_title`, `emp_firstname`, `emp_lastname`, `emp_title_en`, `emp_firstname_en`, `emp_lastname_en`, `emp_nickname`, `emp_idcard`, `emp_sex`, `emp_nationality`, `emp_date_of_birth`, `emp_address`, `emp_tumbon`, `emp_amphur`, `emp_province`, `emp_start_work`, `emp_position`, `emp_department_code`, `emp_department`, `emp_employment_type`, `emp_salary`, `emp_daily_wages`, `emp_other_money`, `emp_resign_date`, `emp_status`, `emp_create_date`, `emp_last_update`, `emp_user_id`, `emp_group`) VALUES
(1, 'EMP0057', 'นางสาว', 'ธนากานต์', 'สุพล', '', '', '', 'เมย์', '1-8016-00125-70-1', 'หญิง', 'ไทย', '1990-04-28', '53ม.11', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-06-15', 'สิ่งแวดล้อม', 'QRM', 'สิ่งแวดล้อม', ' รายเดือน ', 12000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 6, ''),
(2, 'EMP0001', 'นาย', 'ศราวุธ', 'แซ่ฉั่ว', '', '', '', ' แป๋ง', '3-8011-00218-49-9', 'ชาย', 'ไทย', '1977-12-21', '421/89ถ.ทุ่งสง-นครศรี', 'ต.ปากแพรก', 'อ.ทุ่งสง', 'จ.นครศรีฯ', '2015-10-01', 'หัวน้าบัญชี', 'ACC', 'บัญชี', ' รายเดือน ', 32000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(3, 'EMP0002', 'นางสาว', 'เยาวภา', 'บุญชู', '', '', '', 'ปิ้ว', '1-8016-00094-44-0', 'หญิง', 'ไทย', '1987-04-04', '38/2ม.3', 'ต.หัวไทร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'บัญชี', 'ACC', 'บัญชี', ' รายเดือน ', 16000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(4, 'EMP0003', 'นางสาว', 'จิราภรณ์', 'ศรีคงแก้ว', '', '', '', 'ไผ่', '1-8006-00152-34-1', 'ชาย', 'ไทย', '1989-11-15', '13ม.1', 'ต.แม่เจ้าอยู่หัว', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-04-03', 'การเงิน', 'FINN', 'การเงิน', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(5, 'EMP0004', 'นางสาว', 'นิรมล', 'หวังสุด', '', '', '', 'กิ้ก', '1-8016-00118-97-7', 'หญิง', 'ไทย', '1995-08-30', '44/2ม.2', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ห้องชั่ง', 'WEI', 'ตาชั่ง', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(6, 'EMP0005', 'นางสาว', 'จริยา', 'คงกิ้ม', '', '', '', 'มายด์', '1-8016-00163-40-9', 'หญิง', 'ไทย', '1994-03-04', '88/4ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-05-17', 'การเงิน', 'FINN', 'การเงิน', ' รายเดือน ', 9000.00, 0.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(7, 'EMP0006', 'นาง', 'ภัทรพร', 'บุญน้อย', '', '', '', 'นิว', '1-8403-00046-87-2', 'หญิง', 'ไทย', '1989-08-10', '81/ม.9', 'ต.ดอนสัก', 'อ.ดอกสัก', 'จ.สุราษฎร์ธานี', '2018-01-15', 'การเงิน', 'FINN', 'การเงิน', ' รายเดือน ', 10000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(8, 'EMP0007', 'นางสาว', 'อรอุมา', 'จอนจันทร์', '', '', '', 'ตาล', '1-8016-00096-44-2', 'หญิง', 'ไทย', '1986-07-31', '65ม.2', 'ต.หน้าสตน', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'หัวหน้าทรัพยากรบุคคล', 'HR', 'ทรัพยากรบุคคล', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(9, 'EMP0008', 'นางสาว', 'นารีรัตน์', 'เหมทานนท์', '', '', '', 'ใหม่', '1-8097-00146-10-4', 'หญิง', 'ไทย', '1989-10-21', '322/1ถ.ประชาอุทิศ', 'ต.ปากแพรก', 'อ.ทุ่งสง', 'จ.นครศรีฯ', '2015-10-01', 'ทรัพยากรบุคคล', 'HR', 'ทรัพยากรบุคคล', ' รายเดือน ', 12000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(10, 'EMP0009', 'นางสาว', 'ศิริวรรณ', 'เพียรดี', '', '', '', 'เคว', '1-9004-00080-95-8', 'หญิง', 'ไทย', '1993-01-15', '70/53ม.2ถ.เทศบาล1', 'ต.คลองปาง', 'อ.รัษฎา', 'จ.ตรัง', '2015-12-01', 'ห้องชั่ง', 'WEI', 'ตาชั่ง', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(11, 'EMP0010', 'นางสาว', 'ปราณี', 'พุทธพฤกษ์', '', '', '', 'ณี', '3-8001-01484-70-1', 'หญิง', 'ไทย', '1968-01-05', '80ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'แม่บ้าน', 'MAID', 'แม่บ้าน', ' รายเดือน ', 10000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(12, 'EMP0011', 'นางสาว', 'ฐิติกาญจน์', 'บรรจงรัตน์', '', '', '', 'ตุ๊ก', '1-8001-00183-23-0', 'หญิง', 'ไทย', '1991-05-28', '86/2ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-05-12', 'แม่บ้าน', 'MAID', 'แม่บ้าน', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(13, 'EMP0012', 'นาย', 'พงศ์ศิริ', 'พูลเอียด', '', '', '', 'เอ๋', '1-8097-00087-75-2', 'ชาย', 'ไทย', '1985-09-04', '9/2ม.7', 'ต.ควนกรด', 'อ.ทุ่งสง', 'จ.นครศรีธรรมราช', '2015-10-16', 'ขับรถ', 'DRI', 'ขับรถ', ' รายเดือน ', 10000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(14, 'EMP0013', 'นาย', 'คำรณ', 'ปานรอด', '', '', '', 'โข้ง', '3-8016-00093-29-6', 'ชาย', 'ไทย', '1969-06-24', '14/4ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ร.ป.ภ', 'SEC', 'ร.ป.ภ', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(15, 'EMP0014', 'นาย', 'ปรีชา', 'ดำด้วงโรม', '', '', '', 'หว่า', '3-8016-00185-71-9', 'ชาย', 'ไทย', '1975-10-07', '79ม.2', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ร.ป.ภ', 'SEC', 'ร.ป.ภ', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(16, 'EMP0015', 'นาย', 'ปราโมทย์', 'นิ่มทอง', '', '', '', 'นุ้ย', '3-8016-00118-62-1', 'ชาย', 'ไทย', '1975-04-29', '92ม.3', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ร.ป.ภ', 'SEC', 'ร.ป.ภ', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(17, 'EMP0016', 'นาย', 'ชาญวิทย์', 'นวลปาน', '', '', '', 'จินต์', '3-8016-00188-11-4', 'ชาย', 'ไทย', '1959-09-27', '90/4ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ร.ป.ภ', 'SEC', 'ร.ป.ภ', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(18, 'EMP0017', 'นาย', 'สุภาษิต', 'มากจันทร์', '', '', '', '', '1-8016-0003-35-5', 'ชาย', 'ไทย', '1984-05-03', '78/7ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-02-27', 'คนสวน', 'GAR', 'คนสวน', ' รายเดือน ', 6000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(19, 'EMP0018', 'นาย', 'ฉลอง', 'ค้อชากุล', '', '', '', 'ฉลอง', '1-4005-00024-66-3', 'ชาย', 'ไทย', '1985-01-18', '38ม.4', 'ต.ห้วยม่วง', 'อ.ภูผาม่าน', 'จ.ขอนแก่น', '2015-10-14', 'IT', 'IT', 'ไอที', ' รายเดือน ', 12000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 1, 'TECH'),
(20, 'EMP0019', 'นางสาว', 'สุจิตรา', 'สุขรัตน์', '', '', '', 'จุก', '2-9203-00010-33-6', 'หญิง', 'ไทย', '1984-06-14', '105ม.4', 'ต.นาชุมเห็ด', 'อ.ย่านตาขาว', 'จ.ตรัง', '2015-10-01', 'หัวหน้าLAB', 'LAB', 'Q.C', ' รายเดือน ', 17000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(21, 'EMP0020', 'นางสาว', 'บุตสน่า', 'เทพลักษณ์', '', '', '', 'น่า', '1-8007-00124-24-2', 'หญิง', 'ไทย', '1989-01-02', '21/1ม.6', 'ต.เกาขันธ์', 'อ.ชะอวด', 'จ.นครศรีธรรมราช', '2015-10-01', 'LAB', 'LAB', 'Q.C', ' รายเดือน ', 13000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(22, 'EMP0021', 'นาย', 'สิทธิยา', 'โอฬาร์พฤกษ์', '', '', '', 'โอ', '18003-00006-83-8', 'ชาย', 'ไทย', '1985-11-10', '153/1ม.11', 'ต.ขุนทะเล', 'อ.ลานสกา', 'จ.นครศรีธรรมราช', '2015-10-01', 'LAB', 'LAB', 'Q.C', ' รายเดือน ', 13000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(23, 'EMP0022', 'นางสาว', 'เกษรา', 'แดงเรื่อ', '', '', '', 'ก้อย', '1-1015-00331-35-7', 'หญิง', 'ไทย', '1989-02-06', '73/6ม.1', 'ต.ด่านมะขามเตี้ย', 'อ.ด่านมะขามเตี้ย', 'จ.กาญจนบุรี', '2015-12-18', 'LAB', 'LAB', 'Q.C', ' รายเดือน ', 10000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(24, 'EMP0023', 'นาย', 'วัชรินทร์', 'ชูชัย', '', '', '', 'มาว', '1-8016-00135-73-1', 'ชาย', 'ไทย', '1991-06-01', '62ม.8', 'ต.บ้านราม', 'อ.หัวไทร', 'จ.นครศรธรรมราช', '2016-01-14', 'LAB', 'LAB', 'Q.C', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(25, 'EMP0024', 'นางสาว', 'ศศิวิมล', 'คงแก้ว', '', '', '', 'มิ้ว', '1-8016-00155-34-1', 'หญิง', 'ไทย', '1993-05-20', '25ม.6', 'ต.เขาพังไกร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-10-03', 'LAB', 'LAB', 'Q.C', ' รายเดือน ', 11000.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(26, 'EMP0025', 'นาย', 'กฤษฎา', 'โดดโดย', '', '', '', 'แซม', '1-9007-00149-05-8', 'ชาย', 'ไทย', '1993-06-04', '175/4ม.5', 'ต.ท่าบอน', 'อ.ระโนด', 'จ.สงขลา', '2017-02-27', 'LAB', 'LAB', 'Q.C', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(27, 'EMP0026', 'นางสาว', 'ปาจรีย์', 'รัตนบุรี', '', '', '', 'พิ้ง', '2-8017-00020-61-6', 'หญิง', 'ไทย', '1995-04-28', '27/12ถ.เสริมชาติ', 'ต.ปากแพรก', 'อ.ทุ่งสง', 'จ.นครศรีธรรมราช', '2017-10-21', 'LAB', 'LAB', 'Q.C', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(28, 'EMP0027', 'นางสาว', 'สุนันทา', 'ชนะสัตย์', '', '', '', 'ใหม่', '1-8099-00546-61-1', 'หญิง', 'ไทย', '1994-03-14', '164/5ม.2', 'ต.นาสาร', 'อ.พระพรหม', 'จ.นครศรีธรรมราช', '2018-02-01', 'LAB', 'LAB', 'Q.C', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(29, 'EMP0028', 'นางสาว', 'วรัญญา', 'สิงห์ชู', '', '', '', 'แหม่ม', '3-8016-00100-03-9', 'หญิง', 'ไทย', '1981-06-03', '80/1ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'หัวหน้าจัดซื้อวัตถุดิบ', 'MAT', 'ลานเท', ' รายเดือน ', 15.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(30, 'EMP0029', 'นาย', 'ศรายุทธ', 'นวลพลับ', '', '', '', 'บอล', '2-8016-00017-59-1', 'ชาย', 'ไทย', '1989-06-16', '5ม.1', 'ต.บ้านราม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'จัดซื้อวัตถุดิบ', 'MAT', 'ลานเท', ' รายเดือน ', 16.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(31, 'EMP0030', 'นาง', 'นีรชา', 'เกื้อสกุล', '', '', '', 'หญิง', '3-8016-00574-86-3', 'ชาย', 'ไทย', '1981-08-18', '86/2ม.5', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-03-01', 'จัดซื้อวัตถุดิบ', 'MAT', 'ลานเท', ' รายเดือน ', 9.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(32, 'EMP0031', 'นาย', 'ศุภชัย', 'หวังแก้ว', '', '', '', 'บอย', '1-8016-00139-95-7', 'ชาย', 'ไทย', '1993-01-30', '60/1ม.8', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2016-09-06', 'รถตักล้อยาง', 'DRI', 'ขับรถ', ' รายวัน ', 0.00, 350.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(33, 'EMP0032', 'นาย', 'วัชรินทร์', 'ฉิมพลี', '', '', '', 'รินทร์', '3-8602-00002-06-3', 'ชาย', 'ไทย', '1960-11-19', '20ม.1', 'ต.ควนธานี', 'อ.กันตัง', 'จ.ตรัง', '2016-01-15', 'หัวหน้าประเมินคุณภาพ', 'PROD', 'ลานเท', ' รายเดือน ', 19.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(34, 'EMP0033', 'นางสาว', 'พรเพ็ญ', 'จันทร์เทพ', '', '', '', 'ก้อย', '1-8016-00022-94-5', 'หญิง', 'ไทย', '1985-08-04', '165ม.9', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ประเมินคุณภาพ', 'MAT', 'ลานเท', ' รายเดือน ', 11.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(35, 'EMP0034', 'นาย', 'อรุณ', 'พันธุ์ธูป', '', '', '', 'แมว', '3-8416-00290-01-6', 'ชาย', 'ไทย', '1979-12-28', '10/1ม.5', 'ต.ไทรโสภา', 'อ.พระแสง', 'จ.สุราษฎร์ธานี', '2018-01-03', 'ประเมินคุณภาพ', 'MAT', 'ลานเท', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(36, 'EMP0035', 'นาย', 'สุทธิพร', 'วันนะ', '', '', '', 'แข้ง', '3-8004-00510-44-1', 'ชาย', 'ไทย', '1979-03-04', '51/4ม.3', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-11-11', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 400.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(37, 'EMP0036', 'นาย', 'ถวิล', 'ดีมาก', '', '', '', 'ถวิล', '1-3114-00040-40-5', 'ชาย', 'ไทย', '1987-05-28', '76ม.15', 'ต.ไทยสามัคคี', 'อ.หนองหงส์', 'จ.บุรีรัมย์', '2015-11-12', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 400.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(38, 'EMP0037', 'นาย', 'สุพจน์', 'ดำชุม', '', '', '', 'หนึ่ง', '1-8006-00161-49-9', 'ชาย', 'ไทย', '1998-01-23', '256ม.8', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2016-04-01', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 350.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(39, 'EMP0038', 'นาย', 'เกรียงศักดิ์', 'ทองแก้วจันทร์', '', '', '', 'กล้วย', '3-8016-00093-84-9', 'ชาย', 'ไทย', '1975-10-08', '18ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-11-01', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 350.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(40, 'EMP0039', 'นาย', 'จะเร', 'ชัยแก้วทองมาก', '', '', '', 'เนื่อง', '1-8016-00145-58-3', 'ชาย', 'ไทย', '1992-05-30', '17/3ม.3', 'ต.บ้านราม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-11-01', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 380.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(41, 'EMP0040', 'นาย', 'สุริยันต์', 'ทองเกตุ', '', '', '', 'เบียร์', '1-8006-00024-60-2', 'ชาย', 'ไทย', '1985-11-16', '113ม.3', 'ต.ท้องลำเจียก', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-05-02', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(42, 'EMP0041', 'นาย', 'จิระศักดิ์', 'คุ่ยยกสุย', '', '', '', 'ไข่', '1-8016-00140-73-5', 'ชาย', 'ไทย', '1991-10-02', '69ม.12', 'ต.พ่วงพรมคร', 'อ.เคียนซา', 'จ.สุราษฎร์ธานี', '2016-03-07', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 350.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(43, 'EMP0042', 'นาย', 'ศราวุธ', 'สุขช่วย', '', '', '', 'กอล์ฟ', '1-8016-00189-98-0', 'ชาย', 'ไทย', '1997-09-26', '16/2ม.3', 'ต.บ้านราม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-10-18', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(44, 'EMP0043', 'นาย', 'สุดสาคร', 'นุโรจน์', '', '', '', 'เอ', '1-8054-00000-35-6', 'ชาย', 'ไทย', '1996-06-14', '161ม.9', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-10-20', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(45, 'EMP0044', 'นาย', 'ณัฐฐิรุจน์', 'แร่เพชร', '', '', '', 'ปลาหมอ', '3-7209-00352-94-7', 'ชาย', 'ไทย', '1983-09-01', '22ม.10', 'ต.บ้านเนิน', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-11-11', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(46, 'EMP0045', 'นาย', 'จิรพงษ์', 'ปิ่นเพชร', '', '', '', 'รักษ์', '3-8009-00729-81-1', 'ชาย', 'ไทย', '1979-08-26', '71ม.2', 'ต.บางรูป', 'อ.ทุ่งใหญ่', 'จ.นครศรีธรรมราช', '2017-12-10', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(47, 'EMP0046', 'นาย', 'พงศา', 'ชัยแก้วทองาก', '', '', '', 'หนาง', '1-8204-00064-40-6', 'ชาย', 'ไทย', '1996-04-03', '17/3ม.3', 'ต.บ้านราม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-11-02', 'ลงปาล์มลาน', 'MAT', 'ลานเท', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(48, 'EMP0047', 'นาย', 'ไชย', 'ไชยพูล', '', '', '', 'ไชย', '3-9009-00305-04-1', 'ชาย', 'ไทย', '1975-01-18', '20ม.9', 'ต.การะเกด', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2018-02-06', 'ลงปาล์มลาน', 'DRI', 'ลานเท', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(49, 'EMP0048', 'นาย', 'วิระ', 'พรมสมบัติ', '', '', '', 'ระ', '3-8016-00287-80-5', 'ชาย', 'ไทย', '1979-09-20', '10/1ม.5', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-12-01', 'รถตักล้อยาง', 'DRI', 'ขับรถ', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(50, 'EMP0049', 'นาย', 'ปิยพงษ์', 'ดำด้วงโรม', '', '', '', 'ปอน', '1-8016-00144-97-8', 'ชาย', 'ไทย', '1992-04-18', '69ม.2', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-12-04', 'รถตักล้อยาง', 'DRI', 'ขับรถ', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(51, 'EMP0050', 'นางสาว', 'มลฤทัย', 'สุวรรณไชยศรี', '', '', '', 'อุ๋ย', '1-8016-00090-96-7', 'หญิง', 'ไทย', '1986-12-15', '42ม.2', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2018-01-05', 'ขาย', 'SAL', 'ขาย', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(52, 'EMP0051', 'นาย', 'วีรวัฒน์', 'บุญทองแก้ว', '', '', '', 'เอ', '3-8016-00104-37-9', 'ชาย', 'ไทย', '1982-04-20', '10/3ม.2', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-12-05', 'ส่งออก', 'EXP', 'ส่งออก', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(53, 'EMP0052', 'นาย', 'บัญชา', 'ช่วยแดง', '', '', '', 'บ่าว', '3-8016-00277-62-1', 'ชาย', 'ไทย', '1974-12-28', '20ม.8', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2018-01-03', 'ส่งออก', 'EXP', 'ส่งออก', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(54, 'EMP0053', 'นาย', 'ชาญชัย', 'นวลปาน', '', '', '', 'อ้วน', '1-8016-00197-44-3', 'ชาย', 'ไทย', '1998-11-09', '90/4ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-09-19', 'ส่งออก', 'EXP', 'ส่งออก', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(55, 'EMP0054', 'นาย', 'อนุชิต', 'ทองเนื้ออ่อน', '', '', '', 'นุ', '3-8009-00945-04-1', 'ชาย', 'ไทย', '1977-10-09', '116ม.3', 'ต.แม่เจ้าอยู่หัว', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-05-02', 'รถตักล้อยาง(โรงงาน)', 'DRI', 'ขับรถ', ' รายเดือน ', 15.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(56, 'EMP0055', 'นางสาว', 'วิภาวรรณ', 'เส้งทัน', '', '', '', 'ก้อย', '1-8016-00133-97-6', 'หญิง', 'ไทย', '1991-03-29', '16/4ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-05-06', 'หัวหน้าจัดซื้อทั่วไป', 'PUR', 'จัดซื้อ', ' รายเดือน ', 11.00, 0.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(57, 'EMP0056', 'นาย', 'พัณธกานต์', 'ณะแก้ว', '', '', '', 'ใหม่', '1-8016-00141-47-2', 'ชาย', 'ไทย', '1991-12-28', '90/3ม.7', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-05-26', 'จัดซื้อทั่วไป', 'PUR', 'จัดซื้อ', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 9, ''),
(59, 'EMP0058', 'นาย', 'เอกภพ', 'รังสิมันตุชาติ', '', '', '', 'เอก', '3-8016-00159-39-4', 'ชาย', 'ไทย', '1977-07-08', '20/9ม.3', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2018-01-03', 'ขายต้นกล้าปลาม', 'SAL', 'ขาย', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(60, 'EMP0059', 'นางสาว', 'อรอุมา', 'บุญคงเกิด', '', '', '', 'นิด', '1-9202-00058-40-1', 'หญิง', 'ไทย', '1989-10-29', '145/3ม.6', 'ต.บางสัก', 'อ.กันตัง', 'จ.ตรัง', '2016-07-25', 'จป.วิชาชีพ', 'SECU', 'ความปลอดภัย', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(61, 'EMP0060', 'นาง', 'กาญจนา', 'กิจพิทักษ์', '', '', '', 'นา', '3-8016-00364-87-7', 'ชาย', 'ไทย', '1980-04-09', '99ม.5', 'ต.เกาะเพชร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'สโตร์', 'STO', 'สโตร์', ' รายเดือน ', 11.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(62, 'EMP0061', 'นาย', 'เบญจรงค์', 'มณีโชติ', '', '', '', 'เบญ', '1-9098-00224-20-3', 'ชาย', 'ไทย', '1987-07-23', '15/1', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-05-26', 'สโตร์', 'STO', 'สโตร์', ' รายเดือน ', 9.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(63, 'EMP0062', 'นาย', 'สุมิตร', 'สุทธิธรรมศรีโรจน์', '', '', '', 'มิตร', '3-9205-00166-71-1', 'ชาย', 'ไทย', '1971-10-21', '27ม.7', 'ต.ทรายขาว', 'อ.คลองท่อม', 'จ.กระบี่', '2017-10-02', 'ผู้จัดการโรงงาน', 'PROD', 'ผลิต', ' รายเดือน ', 50.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(64, 'EMP0063', 'นาย', 'กุ้ง', 'บุญโชติ', '', '', '', 'กุ้ง', '1-1037-002520-18-2', 'ชาย', 'ไทย', '1990-09-23', '10ม.8', 'ต.การะเกด', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2018-02-19', 'เจ้าหน้าที่ PM', 'PROD', 'PM', ' รายเดือน ', 10.00, 0.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, ''),
(65, 'EMP0064', 'นาย', 'จตุรงค์', 'คงแก้ว', '', '', '', 'รงค์', '3-8016-00100-49-7', 'ชาย', 'ไทย', '1979-06-18', '43ม.1', 'ต.คลองแดน', 'อ.ระโนด', 'จ.สงขลา', '2015-10-01', 'หัวหน้ากะ', 'TECH', 'ช่าง', ' รายเดือน ', 15.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(66, 'EMP0065', 'นาย', 'ธวัชชัย', 'บัวเนี้ยว', '', '', '', 'กอล์ฟ', '1-8007-00097-39-3', 'ชาย', 'ไทย', '1987-02-27', '45ม.5', 'ต.นางหลง', 'อ.ชะอวด', 'จ.นครศรีธรรมราช', '2015-12-03', 'หัวหน้ากะ', 'PROD', 'ผลิต', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(67, 'EMP0066', 'นาย', 'วีระพงศ์', 'อินทวงศ์', '', '', '', 'หรั่ง', '3-8016-00065-82-9', 'ชาย', 'ไทย', '1972-09-28', '42ม.2', 'ต.เกาะเพชร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-11-25', 'รองหัวหน้ากะ', 'TECH', 'ช่าง', ' รายเดือน ', 15.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(68, 'EMP0067', 'นาย', 'เกียรติศักดิ์', 'มีปลอด', '', '', '', 'ก้อง', '1-8016-00098-55-1', 'ชาย', 'ไทย', '1987-09-07', '64/2ม.6', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'รองหัวหน้ากะ', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 400.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(69, 'EMP0068', 'นาย', 'ปิยะวัฒน์', 'ศิวิไล', '', '', '', 'แม็ก', '1-8607-00054-32-5', 'ชาย', 'ไทย', '1988-10-07', '21ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-01-11', 'รองหัวหน้ากะ', 'PROD', 'ผลิต', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(70, 'EMP0069', 'นาย', 'ไชยฤทธ์', 'หนูชูชัย', '', '', '', 'ไชย', '1-8016-00156-55-1', 'ชาย', 'ไทย', '1993-04-14', '36/1ม.9', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายวัน ', 0.00, 420.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(71, 'EMP0070', 'นาย', 'คำรณ', 'หนูชูชัย', '', '', '', 'บอล', '1-8016-00163-16-6', 'ชาย', 'ไทย', '1994-02-18', '5ม.5', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-11-25', 'Press', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 380.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(72, 'EMP0071', 'นาย', 'วริทธิ์ฑฎา', 'นิ่มทอง', '', '', '', 'โตน', '1-8016-00081-06-2', 'ชาย', 'ไทย', '1986-02-23', '11/4ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรมราช', '2016-06-02', 'Press', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 360.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(73, 'EMP0072', 'นาย', 'วิทวัส', 'รัตนวงค์แข', '', '', '', 'นิว', '1-8016-00184-52-0', 'ชาย', 'ไทย', '1996-10-15', '12/5ม.2', 'ต.หัวไทร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-10-27', 'Press', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(74, 'EMP0073', 'นาย', 'เมฆินทร์', 'นุ่นเซ่ง', '', '', '', 'เต้ย', '1-8016-00101-02-1', 'ชาย', 'ไทย', '1987-12-04', '51/1ม.3', 'ต.หัวไทร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 400.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(75, 'EMP0074', 'นาย', 'สมรักษ์', 'มุณีรัตน์', '', '', '', 'บ่าว', '1-8012-00134-67-3', 'ชาย', 'ไทย', '1991-12-03', '88/2ม.7', 'ต.ท่าพญา', 'อ.ปากพนัง', 'จ.นครศรีธรรมราช', '2015-10-07', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 370.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(76, 'EMP0075', 'นาย', 'ศักดา', 'ชุมเพ็ง', '', '', '', 'ตอย', '1-8006-00024-85-8', 'ชาย', 'ไทย', '1985-11-29', '101ม.4', 'ต.ไสหมาก', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2015-11-25', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 430.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(77, 'EMP0076', 'นาย', 'เนติชัย', 'ถนนแก้ว', '', '', '', 'เน', '1-8016-00149-11-2', 'ชาย', 'ไทย', '1992-08-03', '198ม.9', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 430.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(78, 'EMP0077', 'นาย', 'สุรชัย', 'จันทร์นวล', '', '', '', 'ชัย', '1-8016-00015-30-2', 'ชาย', 'ไทย', '1985-01-24', '103/4ม.2', 'ต.เขาพังไกร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-12-01', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 360.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(79, 'EMP0078', 'นาย', 'อภิชาติ', 'หนูพลับ', '', '', '', 'เบ้นท์', '1-8016-00159-37-1', 'ชาย', 'ไทย', '1993-09-27', '148ม.5', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-12-18', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 360.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(80, 'EMP0079', 'นาย', 'เศกสรรค์', 'อุ่นอก', '', '', '', 'เบียร์', '1-8416-00042-27-0', 'ชาย', 'ไทย', '1987-06-01', '39/1ม.3', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-01-13', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 370.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(81, 'EMP0080', 'นาย', 'พิชานนท์', 'บัวปาน', '', '', '', 'อิ้ค', '2-8016-00019-53-5', 'ชาย', 'ไทย', '1992-12-01', '19ม.7', 'ต.หัวไทร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-03-23', 'Boiler', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(82, 'EMP0081', 'นาย', 'วัชราภรณ์', 'คำนวณ', '', '', '', 'ภรณ์', '1-8006-00108-85-7', 'ชาย', 'ไทย', '1989-01-04', '20/1ม.1', 'ต.แม่เจ้าอยู่หัว', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2015-10-01', 'Oil Room', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 370.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(83, 'EMP0082', 'นาย', 'อนนท์', 'แก้วคล้าย', '', '', '', 'แนน', '1-9007-00092-79-0', 'ชาย', 'ไทย', '0000-00-00', '345ม.5', 'ต.หน้าสตน', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-13', 'Oil Room', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 400.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(84, 'EMP0083', 'นาย', 'ภานุมาศ', 'จันทรมุณี', '', '', '', 'ดุ๊ก', '1-8401-00338-38-1', 'ชาย', 'ไทย', '1991-04-16', '213/3ม.9', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-11-25', 'Oil Room', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 370.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(85, 'EMP0084', 'นาย', 'ธีรชัย', 'พลายด้วง', '', '', '', 'บ่าว', '1-8016-00122-87--7', 'ชาย', 'ไทย', '1989-12-13', '53ม.8', 'ต.บ้านราม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'Oil Room', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 370.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(86, 'EMP0085', 'นาย', 'วุฒิชัย', 'แก้วเมือง', '', '', '', 'วุฒิ', '1-8207-00042-99-8', 'ชาย', 'ไทย', '1990-08-15', '88/1ม.7', 'ต.ท่าพญา', 'อ.ปากพนัง', 'จ.นครศรีธรรมราช', '2015-10-24', 'Nut&kernel', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 370.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(87, 'EMP0086', 'นาย', 'กิตติศักดิ์', 'ช่วยเกิด', '', '', '', 'หนุ่ม', '1-8016-00097-99-6', 'ชาย', 'ไทย', '1987-07-01', '25/2ม.2', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-11-25', 'Nut&kernel', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 370.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(88, 'EMP0087', 'นาย', 'พนิตย์', 'ยิ้มแย้ม', '', '', '', 'นิตย์', '5-8006-00029-69-1', 'ชาย', 'ไทย', '1976-01-29', '12/1ม.5', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2016-09-09', 'Nut&kernel', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 380.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(89, 'EMP0088', 'นาย', 'อภิเชษฐ์', 'ช่วยสกุล', '', '', '', 'ชาย', '3-8006-00425-50-6', 'ชาย', 'ไทย', '1983-07-08', '194ม.7', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-02-27', 'Nut&kernel', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(90, 'EMP0089', 'นาย', 'กรีฑา', 'แซ่บ้าง', '', '', '', 'ต้อม', '2-8016-00018-54-7', 'ชาย', 'ไทย', '1991-04-08', '13/2ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-12-03', 'Sterilization', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 350.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(91, 'EMP0090', 'นาย', 'ชานนท์', 'แจมจำรัส', '', '', '', 'นนท์', '5-8006-00037-29-4', 'ชาย', 'ไทย', '1984-10-05', '100ม.7', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-01-13', 'Sterilization', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 380.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(92, 'EMP0091', 'นาย', 'สราวุฒิ', 'สร้อยสังหวาน', '', '', '', 'ปอ', '1-8099-00536-84-4', 'ชาย', 'ไทย', '1994-01-14', '66/1ม.8', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรมราช', '2017-02-27', 'Sterilization', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(93, 'EMP0092', 'นาย', 'อดุลย์', 'ศรีอุทัย', '', '', '', 'ดุล', '1-8016-00120-53-0', 'ชาย', 'ไทย', '1989-11-13', '229ม.7', 'ต.หน้าสตน', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-04-05', 'Sterilization', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(94, 'EMP0093', 'นาย', 'กวิพรรณ', 'ตำเสก', '', '', '', 'บอย', '3-8006-00138-07-8', 'ชาย', 'ไทย', '1982-05-24', '5ม.8', 'ต.ท่าขนาน', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-05-20', 'Sterilization', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(95, 'EMP0094', 'นาย', 'ธีระพงค์', 'เมืองแก้ว', '', '', '', 'เอ็ม', '1-8016-00157-16-6', 'ชาย', 'ไทย', '1993-07-31', '8/2ม.8', 'ต.บางนบ', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-09-12', 'Sterilization', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(96, 'EMP0095', 'นาย', 'รณชัย', 'ดิเลียบ', '', '', '', 'เปา', '1-9204-00102-34-0', 'ชาย', 'ไทย', '1988-01-23', '209ม.6', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-04-19', 'EFB PRESS', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 350.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(97, 'EMP0096', 'นาย', 'อำนาจ', 'ทีภูเวียง', '', '', '', 'โด่ง', '3-4209-00633-54-0', 'ชาย', 'ไทย', '1978-10-20', '136ม.4', 'ต.การะเกด', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-09-13', 'EFB PRESS', 'PROD', 'ผลิต', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(98, 'EMP0097', 'นาย', 'ธีระพงค์', 'ชูจันทร์', '', '', '', 'ปู', '1-8016-00082-47-6', 'ชาย', 'ไทย', '1986-04-04', '70ม.5', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-10-27', 'ทั่วไป', 'OTH', 'ทั่วไป', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(99, 'EMP0098', 'นาย', 'ณัฐศักดิ์', 'พรหม์พันธ์', '', '', '', 'ณัฐ', '1-8099-00496-11-7', 'ชาย', 'ไทย', '1993-06-19', '109ม.2', 'ต.เชียรใหญ่', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2017-10-30', 'ทั่วไป', 'OTH', 'ทั่วไป', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(100, 'EMP0099', 'นาย', 'สมบัติ', 'คงขลิก', '', '', '', 'บัติ', '5-8009-00028-68-1', 'ชาย', 'ไทย', '1970-04-24', '63ม.3', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2018-03-05', 'ทั่วไป', 'OTH', 'ทั่วไป', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(101, 'EMP0100', 'นาย', 'อัมฤทธิ์', 'จอมแก้ว', '', '', '', 'เบียร์', '1-1037-01034-04-1', 'ชาย', 'ไทย', '1993-02-26', '85ม.3', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-11-11', 'รถตัก', 'DRI', 'ขับรถ', ' รายวัน ', 0.00, 400.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(102, 'EMP0101', 'นาย', 'กรกช', 'ศิลป์ประสม', '', '', '', 'แน็ค', '1-9098-00519-00-9', 'ชาย', 'ไทย', '1991-03-25', '63/112ม.10', 'ต.เขารูปช้าง', 'อ.เมือง', 'จ.สงขลา', '2015-11-09', 'หัวหน้าช่างไฟฟ้า', 'ELEC', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(103, 'EMP0102', 'นาย', 'ภานุมาศ', 'อินทร์ดำ', '', '', '', 'ตั้ม', '1-8016-00093-80-0', 'ชาย', 'ไทย', '1987-04-10', '11ม.6', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-01', 'ช่างไฟฟ้า', 'ELEC', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(104, 'EMP0103', 'นาย', 'อานนท์', 'คงแก้ว', '', '', '', 'นนท์', '3-8016-00672-79-2', 'ชาย', 'ไทย', '1981-06-17', '222ม.7', 'ต.หัวไทร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-03-25', 'ช่างไฟฟ้า', 'ELEC', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(105, 'EMP0104', 'นาย', 'อรรถพร', 'พุ่มชัย', '', '', '', 'แคน', '1-8099-00379-31-5', 'ชาย', 'ไทย', '1991-07-23', '97ม.2', 'ต.ควนชะลิก', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-11-04', 'ช่างไฟฟ้า', 'ELEC', 'ช่าง', ' รายเดือน ', 9.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(106, 'EMP0105', 'นาย', 'อนุชิต', 'จันทร์ช่วยนา', '', '', '', 'บ่าว', '3-38016-00642-01-0', 'ชาย', 'ไทย', '1977-04-14', '55/1ม.6', 'ต.หน้าสตน', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-11-14', 'ช่างไฟฟ้า', 'ELEC', 'ช่าง', ' รายเดือน ', 9.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(107, 'EMP0106', 'นาย', 'สุนทร', 'เสนขวัญแก้ว', '', '', '', 'เบล', '3-9007-00014-63-9', 'ชาย', 'ไทย', '1980-03-01', '101/2ม.10', 'ต.เขาพังไกร', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2018-03-27', 'ช่างแอร์', 'AIRTECH', 'ช่าง', ' รายวัน ', 0.00, 310.00, 0, '0000-00-00', 'ลาออก', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(108, 'EMP0107', 'นาย', 'ทิศากร', 'บุญน้อย', '', '', '', 'นาย', '1-9301-00088-54-6', 'ชาย', 'ไทย', '1986-12-13', '68ม.4', 'ต.ชัยบุรี', 'อ.เมืองพัทลุง', 'จ.พัทลุง', '2017-04-25', 'หัวหน้าช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 23.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(109, 'EMP0108', 'นาย', 'ทิพากร', 'หนูปัง', '', '', '', 'เขียว', '3-8016-00317-49-6', 'ชาย', 'ไทย', '1971-05-09', '102/7ม.2', 'ต.หน้าสตน', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-08-27', 'รองหัวหน้าช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(110, 'EMP0109', 'นาย', 'เอกลักษณ์', 'หนูนะ', '', '', '', 'หนุน', '1-8504-00036-21-6', 'ชาย', 'ไทย', '1987-04-09', '9ม.7', 'ต.ท่าซอม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-07', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(111, 'EMP0110', 'นาย', 'ธนภัทร', 'ทรัพย์แก้ว', '', '', '', 'แจ๊ค', '1-8016-00114-77-7', 'ชาย', 'ไทย', '1989-04-25', '11/6ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2015-10-24', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 11.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(112, 'EMP0111', 'นาย', 'สุรสิทธิ์', 'กลิ่นหอม', '', '', '', 'จอม', '1-8001-00183-09-4', 'ชาย', 'ไทย', '1991-05-25', '62/4ม.2', 'ต.ทุ่งใส', 'อ.สิชล', 'จ.นครศรีธรรมราช', '2015-10-24', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(113, 'EMP0112', 'นาย', 'สิทธิชัย', 'แป้นเกลี้ยง', '', '', '', 'สิท', '1-8098-00058-58-4', 'ชาย', 'ไทย', '1987-06-30', '82ม.13', 'ต.คลองกระบือ', 'อ.ปากพนัง', 'จ.นครศรีธรรมราช', '2015-11-03', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(114, 'EMP0113', 'นาย', 'อนันตศักดิ์', 'บัวสังข์', '', '', '', 'หนุ่ม', '3-8016-00092-40-1', 'ชาย', 'ไทย', '1983-04-21', '11/5ม.1', 'ต.ทรายขาว', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2016-06-02', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(115, 'EMP0114', 'นาย', 'ตรีรัตน์', 'ทองเอียด', '', '', '', 'แมน', '1-8016-00166-017', 'ชาย', 'ไทย', '1994-06-28', '42ม.8', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2016-12-12', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 9.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(116, 'EMP0115', 'นาย', 'เดชธนภ', 'วัฒนพรหม', '', '', '', 'ตี้', '3-8016-00578-71-1', 'ชาย', 'ไทย', '1983-06-10', '34/4ม.6', 'ต.แหลม', 'อ.หัวไทร', 'จ.นครศรีธรรมราช', '2017-12-22', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(117, 'EMP0116', 'นาย', 'เอกชัย', 'บุญกุศล', '', '', '', 'เอก', '3-8007-00403-66-1', 'ชาย', 'ไทย', '1981-07-05', '40ม.2', 'ต.ควนหนองหงส์', 'อ.ชะอวด', 'จ.นครศรีธรรมราช', '2017-10-27', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายวัน ', 0.00, 300.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(118, 'EMP0117', 'นาย', 'จักรณรินทร์', 'วิทา', '', '', '', 'เขียว', '1-8006-00109-16-1', 'ชาย', 'ไทย', '1989-01-31', '98ม.12', 'ต.สวนหลวง', 'อ.เฉลิมพระเกียรติ', 'จ.นครศรีธรรมราช', '2017-05-08', 'ช่างซ่อมบำรุง', 'TECH', 'ช่าง', ' รายเดือน ', 11.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(119, 'EMP0118', 'นาย', 'พนมสัน', 'เพชรสุนี', '', '', '', 'มอส', '1-8006-00141-67-6', 'ชาย', 'ไทย', '1993-04-26', '84/1ม.8', 'ต.เขาพระบาท', 'อ.เชียรใหญ่', 'จ.นครศรีธรรมราช', '2018-03-05', 'ช่างกลึง', 'LATHER', 'ช่าง', ' รายเดือน ', 11.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, 'TECH'),
(120, 'EMP0119', 'นางสาว', 'พัชดาวรรณ', 'ทองคำเสก', '', '', '', 'ตาล', '', 'หญิง', 'ไทย', '0000-00-00', '', '', '', '', '0000-00-00', 'จป.วิชาชีพ', 'SECU', 'จป.วิชาชีพ', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(121, 'EMP0120', 'นางสาว', 'ปรีดา', 'จันทร์ใหม่', '', '', '', 'แพร', '', 'หญิง', 'ไทย', '0000-00-00', '', '', '', '', '0000-00-00', 'เจ้าหน้าที่จัดซื้อทั่วไป', 'PUR', 'จัดซื้อทั่วไป', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 8, ''),
(122, 'EMP0121', 'นางสาว', 'ศิริลักษณ์', 'บุญศิริ', '', '', '', '', '', 'หญิง', 'ไทย', '0000-00-00', '', '', '', '', '0000-00-00', 'เจ้าหน้าที่การเงิน', 'FINN', 'การเงิน', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(123, 'EMP0122', 'นางสาว', 'สุวรรณณา', 'บุญทองแก้ว', '', '', '', '', '', 'หญิง', 'ไทย', '0000-00-00', '', '', '', '', '0000-00-00', 'เจ้าหน้าที่การเงิน', 'FINN', 'การเงิน', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(124, 'EMP0123', 'นางสาว', 'ภาวิดา', 'จันทร์พร้อย', '', '', '', '', '', 'หญิง', 'ไทย', '0000-00-00', '', '', '', '', '0000-00-00', 'เจ้าหน้าที่ควบคุมเอกสาร', 'QRM', 'ควบคุมเอกสาร', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(125, 'EMP0124', 'นางสาว', 'นุสรา', 'ชูฉางหวาง', '', '', '', '', '', 'หญิง', 'ไทย', '0000-00-00', '', '', '', '', '0000-00-00', 'เจ้าหน้าที่ควบคุมเอกสาร', 'QRM', 'ควบคุมเอกสาร', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, ''),
(126, 'EMP0125', 'นาย', 'นันทชัย', 'สายสีทอง', '', '', '', '', '', 'ชาย', 'ไทย', '0000-00-00', '', '', '', '', '0000-00-00', 'เจ้าหน้าที่ Biogas', 'BIOG', 'Biogas', ' รายเดือน ', 12.00, 0.00, 0, '0000-00-00', 'ยังทำงานอยู่', 0, '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_objective`
--

CREATE TABLE `tbl_objective` (
  `id` int(11) NOT NULL,
  `objective_code` varchar(10) NOT NULL,
  `objective_name` varchar(250) NOT NULL,
  `objective_create_by` varchar(50) NOT NULL,
  `objective_create_date` datetime NOT NULL,
  `last_update_by` varchar(50) NOT NULL,
  `last_update_date` datetime NOT NULL,
  `status` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_objective`
--

INSERT INTO `tbl_objective` (`id`, `objective_code`, `objective_name`, `objective_create_by`, `objective_create_date`, `last_update_by`, `last_update_date`, `status`) VALUES
(1, 'OBJ-0001', 'STOCK', 'admin', '2019-11-15 00:00:00', '', '0000-00-00 00:00:00', 'Active'),
(2, 'OBJ-0002', 'ซ่อมแซมกล้องวงจรปิด', 'admin', '2019-11-15 00:00:00', 'test', '2019-11-15 04:02:02', 'Active'),
(3, 'OBJ-0003', 'ว่าจ้างทำของ', 'admin', '2019-11-15 00:00:00', 'test', '2019-11-15 10:29:40', 'Active'),
(4, 'OBJ-0004', 'ซ่อมแซมเครื่องจักร', 'admin', '2019-11-15 00:00:00', '', '0000-00-00 00:00:00', 'Active'),
(5, 'OBJ-0005', 'ติดตั้งกล้องวงจรปิด', 'admin', '2019-11-15 00:00:00', '', '0000-00-00 00:00:00', 'Active'),
(6, 'OBJ-0006', 'งานเปลี่ยนหลอดไฟภายในโรงงาน', 'test', '2019-11-15 03:44:17', 'test', '2019-11-15 03:44:17', 'Active'),
(7, 'OBJ-0007', 'งานซ่อมใบ Scroll Decanrer', 'test', '2019-11-15 03:45:58', 'test', '2019-11-15 03:45:58', 'Active'),
(8, 'OBJ-0008', 'เปลี่ยนยางหลังรถตักบนลาน', 'test', '2019-11-15 03:48:01', 'test', '2019-11-15 03:48:01', 'Active'),
(9, 'OBJ-0009', 'เปลี่ยนหมึกเครื่องปริ้นดอท', 'test', '2019-11-15 10:32:28', 'test', '2019-11-15 10:35:17', 'Active'),
(10, 'OBJ-0010', 'เปลี่ยนแทนของเดิมที่ชำรุด', 'admin', '2019-11-15 10:57:54', 'admin', '2019-11-15 10:57:54', 'Active');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_order`
--

CREATE TABLE `tbl_order` (
  `order_id` int(11) NOT NULL,
  `order_customer_name` varchar(255) NOT NULL,
  `order_item` varchar(255) NOT NULL,
  `order_value` double(12,2) NOT NULL,
  `order_date` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `tbl_order`
--

INSERT INTO `tbl_order` (`order_id`, `order_customer_name`, `order_item`, `order_value`, `order_date`) VALUES
(1, 'David E. Gary', 'Shuttering Plywood', 1500.00, '2017-01-14'),
(2, 'Eddie M. Douglas', 'Aluminium Heavy Windows', 2000.00, '2017-01-08'),
(3, 'Oscar D. Scoggins', 'Plaster Of Paris', 150.00, '2016-12-29'),
(4, 'Clara C. Kulik', 'Spin Driller Machine', 350.00, '2016-12-30'),
(5, 'Christopher M. Victory', 'Shopping Trolley', 100.00, '2017-01-01'),
(6, 'Jessica G. Fischer', 'CCTV Camera', 800.00, '2017-01-02'),
(7, 'Roger R. White', 'Truck Tires', 2000.00, '2016-12-28'),
(8, 'Susan C. Richardson', 'Glass Block', 200.00, '2017-01-04'),
(9, 'David C. Jury', 'Casing Pipes', 500.00, '2016-12-27'),
(10, 'Lori C. Skinner', 'Glass PVC Rubber', 1800.00, '2016-12-30'),
(11, 'Shawn S. Derosa', 'Sony HTXT1 2.1-Channel TV', 180.00, '2017-01-03'),
(12, 'Karen A. McGee', 'Over-the-Ear Stereo Headphones ', 25.00, '2017-01-01'),
(13, 'Kristine B. McGraw', 'Tristar 10\" Round Copper Chef Pan with Glass Lid', 20.00, '2016-12-30'),
(14, 'Gary M. Porter', 'ROBO 3D R1 Plus 3D Printer', 600.00, '2017-01-02'),
(15, 'Sarah D. Hunter', 'Westinghouse Select Kitchen Appliances', 35.00, '2016-12-29'),
(16, 'Diane J. Thomas', 'SanDisk Ultra 32GB microSDHC', 12.00, '2017-01-05'),
(17, 'Helena J. Quillen', 'TaoTronics Dimmable Outdoor String Lights', 16.00, '2017-01-04'),
(18, 'Arlette G. Nathan', 'TaoTronics Bluetooth in-Ear Headphones', 25.00, '2017-01-03'),
(19, 'Ronald S. Vallejo', 'Scotchgard Fabric Protector, 10-Ounce, 2-Pack', 20.00, '2017-01-03'),
(20, 'Felicia L. Sorensen', 'Anker 24W Dual USB Wall Charger with Foldable Plug', 12.00, '2017-01-04');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_products`
--

CREATE TABLE `tbl_products` (
  `id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `product_name` varchar(250) NOT NULL,
  `product_price` double(10,2) NOT NULL,
  `product_stock` decimal(10,2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_products`
--

INSERT INTO `tbl_products` (`id`, `category_id`, `product_name`, `product_price`, `product_stock`) VALUES
(1, 1, 'Save on BLU Advance 5.5 HD', 74.99, '0.00'),
(2, 2, 'Dell Inspiron 15.6\" Gaming Laptop', 860.00, '0.00'),
(3, 3, 'Women\'s Slim Sleeveless', 69.00, '0.00'),
(4, 4, 'Andis 1875-Watt Fold-N-Go Ionic Hair Dryer', 17.00, '0.00'),
(5, 5, 'GM Ripple Cricket Grip, Set Of 3', 66.00, '0.00'),
(6, 6, 'Barbie Fashions and Accessories', 12.00, '0.00'),
(7, 7, 'The Ministry of Utmost Happiness', 6.00, '0.00'),
(8, 8, 'The Great Gatsby (3D)', 8.00, '0.00'),
(9, 1, 'iVooMi Me 1+', 49.00, '0.00'),
(10, 2, 'Apple MacBook Air MQD32HN/A 13.3-inch Laptop 2017', 896.00, '0.00'),
(11, 3, 'Balenzia Premium Mercerised Cotton Loafer Socks', 5.00, '0.00'),
(12, 4, 'Organix Mantra Lemon Cold Pressed Essential Oil', 4.50, '0.00'),
(13, 5, 'SpeedArm Cricket Ball Thrower', 15.00, '0.00'),
(14, 6, 'Mattel Bounce Off Game, Multi Color', 10.00, '0.00'),
(15, 7, 'Seven Days With Her Boss', 5.00, '0.00'),
(16, 8, 'Supernatural Season 1-9 DVD', 22.00, '0.00'),
(17, 1, 'InFocus Turbo 5', 189.00, '0.00'),
(18, 2, 'HP 15-bg008AU 15.6-inch Laptop , Jack Black', 350.00, '0.00'),
(19, 3, 'Seven Rocks Men\'s V-Neck Cotton Tshirt', 12.00, '0.00'),
(20, 4, 'Exel Elixir Sublime Antioxidant Serum Cream', 55.00, '0.00'),
(21, 5, 'Gray Nicolls Bat Repair Kit', 9.00, '0.00'),
(22, 6, 'Think Fun Rush Hour, Multi Color', 22.00, '0.00'),
(23, 7, 'Pregnancy Notes: Before, During & After', 5.00, '0.00'),
(24, 8, 'Sherlock Season - 4', 15.00, '0.00'),
(25, 1, 'Vivo Y53', 105.00, '0.00'),
(26, 2, 'Dell Inspiron 15-3567 15.6-inch Laptop', 356.00, '0.00'),
(27, 3, 'Fastrack Sport Sunglasses (Black) (P222GR1)', 14.00, '0.00'),
(28, 4, 'Exel Lotion with stabilized Tea Tree Oil', 28.00, '0.00'),
(29, 5, 'Burn Vinyl Hexagonal Dumbbell', 45.00, '0.00'),
(30, 6, 'Cup Cake Surprise Princess', 8.00, '0.00'),
(31, 7, 'Word Power Made Easy', 2.00, '0.00'),
(32, 8, 'Star Wars: The Force Awakens', 5.00, '0.00'),
(33, 1, 'Lenovo Vibe K5 (Gold, VoLTE update)', 65.00, '0.00'),
(34, 2, 'Lenovo 110 -15ACL 15.6-inch Laptop , Black', 225.00, '0.00'),
(35, 3, 'Zacharias Ankle Socks Pack of 12 Pair', 5.00, '0.00'),
(36, 4, 'Exel SUNSCREEN Broad Spectrum UVA & UVB', 26.00, '0.00'),
(37, 5, 'Burn 500124 Inter Lock Mat (Black)', 24.00, '0.00'),
(38, 6, 'Toyshine Devis Boy 9', 10.00, '0.00'),
(39, 7, 'Think and Grow Rich', 2.50, '0.00'),
(40, 8, 'The Jungle Book', 10.00, '0.00');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_pur_dealers`
--

CREATE TABLE `tbl_pur_dealers` (
  `id` int(11) NOT NULL,
  `dealer_code` varchar(3) CHARACTER SET utf8 NOT NULL DEFAULT '',
  `dealer_name` varchar(200) CHARACTER SET utf8 NOT NULL DEFAULT '',
  `dealer_address` text CHARACTER SET utf8 NOT NULL,
  `dealer_email` varchar(250) CHARACTER SET utf8 NOT NULL,
  `dealer_telephone` varchar(70) CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_pur_dealers`
--

INSERT INTO `tbl_pur_dealers` (`id`, `dealer_code`, `dealer_name`, `dealer_address`, `dealer_email`, `dealer_telephone`) VALUES
(1, '', 'หจก.สุราษฎร์ แมคคานิค ซับพลาย', 'สุราษฎร์', '', ''),
(2, '', 'หจก.ซี.อี.จี.ซายน์ แอนด์เซอร์วิส', '', '', ''),
(3, '', 'BKE Combustion Controls Co.,Ltd.', '', '', ''),
(4, '', 'มิตรเกษม', '', '', ''),
(5, '', 'เมทัล', '', '', ''),
(6, '', 'ปาล์มเอเชีย', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_pur_pr`
--

CREATE TABLE `tbl_pur_pr` (
  `id` int(11) NOT NULL,
  `pr_code` varchar(15) NOT NULL,
  `pr_product` varchar(255) NOT NULL,
  `pr_stock` varchar(100) NOT NULL,
  `pr_order` varchar(100) NOT NULL,
  `pr_objective` varchar(255) NOT NULL,
  `pr_department` varchar(11) NOT NULL,
  `pr_buyer` varchar(255) NOT NULL COMMENT 'ผู้ขอซื้อ',
  `pr_date_of_transaction` date NOT NULL,
  `pr_time_of_transaction` time NOT NULL,
  `pr_date_of_desired` date NOT NULL,
  `pr_recorder_pr` varchar(50) NOT NULL,
  `pr_po_code` varchar(50) NOT NULL,
  `pr_recorder_po` varchar(50) NOT NULL,
  `pr_po_date_of_transaction` datetime NOT NULL,
  `pr_order_receive_date` datetime NOT NULL,
  `pr_order_receive_by` varchar(50) NOT NULL,
  `update_by` varchar(50) NOT NULL,
  `last_update_status` datetime NOT NULL,
  `pr_status` varchar(100) NOT NULL,
  `pr_note` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_pur_pr`
--

INSERT INTO `tbl_pur_pr` (`id`, `pr_code`, `pr_product`, `pr_stock`, `pr_order`, `pr_objective`, `pr_department`, `pr_buyer`, `pr_date_of_transaction`, `pr_time_of_transaction`, `pr_date_of_desired`, `pr_recorder_pr`, `pr_po_code`, `pr_recorder_po`, `pr_po_date_of_transaction`, `pr_order_receive_date`, `pr_order_receive_by`, `update_by`, `last_update_status`, `pr_status`, `pr_note`) VALUES
(1, '1911-105', 'น้ำมันหล่อเย็น', '0', '5', 'ใช้งานหล่อเย็นเครื่องเจาะกลึง เลื่อย', 'TECH', 'EMP0066', '2019-11-15', '15:02:27', '2019-11-22', 'test', '12345', 'admin', '2019-11-15 16:21:47', '0000-00-00 00:00:00', 'admin', 'admin', '2019-11-15 16:36:47', 'PR001', ''),
(2, '1911-104', 'อัดสายไฮดรอลิค Working Floor ', '0', '2 เส้น ', 'ซ่อมแซม ', 'BOI', 'EMP0066', '2019-11-15', '16:59:02', '2019-11-15', 'kanjana', '6202286', 'preeda', '2019-11-18 13:48:53', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 13:48:53', 'PR004', 'ของมาถึงแล้ว เปิด PO ย้อนหลัง'),
(3, '1911-093', 'รัดแยก PE ขนาด 3\"-1\"', '0', '2', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202262', 'sarinee', '2019-11-18 12:30:08', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:30:08', 'PR008', 'เปิด pr ซ้ำ'),
(4, '1911-093', 'ข้อต่อตรงเกลียวนอก 1\" PVC แบบหนา', '0', '4', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202263', 'preeda', '2019-11-16 09:23:11', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:23:11', 'PR004', ''),
(5, '1911-093', 'ข้องอ 90 ขนาด 1\" PVC แบบหนา', '0', '2', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202263', 'preeda', '2019-11-16 09:23:57', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:23:57', 'PR004', ''),
(6, '1911-093', 'ท่อประปา 3\" PVC แบบหนา', '0', '6', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202263', 'preeda', '2019-11-16 09:24:02', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:24:02', 'PR004', ''),
(7, '1911-093', 'ต่อตรงประปา 3\" PVC แบบหนา', '0', '6', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202263', 'preeda', '2019-11-16 09:24:06', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:24:06', 'PR004', ''),
(8, '1911-093', 'ข้องอ 90 ประปา 2\" PVC แบบหนา', '0', '4', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202263', 'preeda', '2019-11-16 09:24:11', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:24:11', 'PR004', ''),
(9, '1911-093', 'บอลวาล์ว 2\" ประปา PVC แบบหนา', '0', '2', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202263', 'preeda', '2019-11-16 09:27:28', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:27:28', 'PR004', ''),
(10, '1911-093', 'ท่อประปา 2\" PVC แบบหนา', '0', '1', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202263', 'pantakarn', '2019-11-16 14:30:42', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:30:42', 'PR004', 'ของอยู่สโตรแล้วรอบิลรับRR'),
(11, '1911-093', 'สามทาง 3\"-2\" PVC แบบหนา', '0', '2', 'ต่อท่อประปาออฟฟิศ', 'PROD', 'EMP0101', '2019-11-15', '16:27:21', '2019-11-19', 'test', '6202262', 'pantakarn', '2019-11-18 13:44:28', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:44:28', 'PR004', 'รอพี่ปอเซนอนุมัต'),
(12, '1911-103', 'tablet ', '0', '1', 'ทดแทนของเก่าที่ชำรุด', 'MAT', 'EMP0018', '2019-11-15', '16:27:21', '2019-11-22', 'test', '', 'preeda', '2019-11-16 09:28:36', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:28:36', 'PR001', ''),
(13, '1911-102', 'พวงหรีด', '0', '2', 'งานศพลูกค้าปาล์ม', 'MAT', 'EMP0028', '2019-11-15', '16:27:21', '2019-11-18', 'test', 'HP6200813', 'rachan', '2019-11-18 13:59:09', '0000-00-00 00:00:00', 'rachan', 'rachan', '2019-11-18 13:59:09', 'PR005', 'IN6211/143'),
(14, '1911-101', 'สกรูตัวหนอนดำเกลียวมิล', '0', '10', 'Air lock รางขี้เถ้าบอยเลอร์', 'BOI', 'EMP0066', '2019-11-15', '16:27:21', '2019-11-14', 'test', '6202283', 'sarinee', '2019-11-18 12:15:37', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:15:37', 'PR004', 'BS-34 แอร์ล็อคขี้เถ้าบอยเลอร์\r\nของมาถึงแล้ว เปิดPO ย้อนหลัง'),
(15, '1911-099', 'ชุดตรวจสารเสพติด ชนิดหยด', '25', '50', 'ตรวจสารเสพติดพนักงานประจำไตรมาส 4 ', 'SECU', 'EMP0008', '2019-11-15', '16:27:21', '2019-11-22', 'test', 'PO6202282', 'sarinee', '2019-11-18 12:31:27', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:31:27', 'PR003', 'โอนเงินก่อนส่ง'),
(16, '1911-097', 'น้ำดื่ม ขนาด 350 มล', '0', '15 โหล', '', 'HR', 'EMP0011', '2019-11-16', '08:09:46', '2019-11-18', 'kanjana', '6202287', 'rachan', '2019-11-18 14:02:26', '0000-00-00 00:00:00', 'rachan', 'rachan', '2019-11-18 14:02:26', 'PR005', 'IN6211/142'),
(17, '1911-097/1', 'ซ่อมแซมรถตัก บอยเลอร์ ตรวจเช็คและบำรุงระบบลม อากรลมหมดเมื่อดับเครื่อง', '0', '1 งาน', '', 'BOI', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-18', 'kanjana', '', 'pantakarn', '2019-11-16 14:33:34', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:33:34', 'PR001', 'พี่สุภาเข้ามาดูอาการวันจันทร์18/11/62'),
(18, '1911-098', 'ทำแท่นเชื่อม Wrom Screw Press  ', '', '1 งาน', '', 'MEC', 'EMP0064', '2019-11-16', '08:09:46', '2019-11-27', 'kanjana', '', 'pantakarn', '2019-11-16 14:35:19', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:35:19', 'PR008', 'งานช่างกลึง ทำ '),
(19, '1911-100', 'ติดตั้งเปิดใช้และดูแลรักษาระบบ Store Lab ระยะเวลา 3 ปี', '', '1 งาน', '', 'IT', 'EMP0018', '2019-11-16', '08:09:46', '2019-11-23', 'kanjana', '6202279/6202280', 'preeda', '2019-11-16 09:39:28', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:39:28', 'PR002', ''),
(20, '1911-104/1', 'ซ่อมรถตู้ 8791 มีเสียงดังผิดปกติ ', '', '1 งาน', '', 'DRI', 'EMP0012', '2019-11-16', '08:09:46', '2019-11-19', 'kanjana', '', 'preeda', '2019-11-16 14:40:36', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 11:30:49', 'PR008', 'พี่เอพาไปซ่อมแล้วที่นี้เขาให้เปลี่ยนหัวฉีด70000กว่า\r\nเลยยังไม่ซ่อม\r\n***ปิดงานเนื่องจากไม่มีค่าใช้จ่ายมีแต่เติมน้ำมันรถ500บาทเพิ่มเติม**'),
(21, '1911-021', 'แหวนอีแปะ 3/8', '56 ตัว', '50 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:33:07', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:33:07', 'PR003', 'ทุ่งสงสกรู'),
(22, '1911-021', 'แหวนอีแปะ 7/8 ', '70 ตัว', '30 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:33:29', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:33:29', 'PR003', 'ทุ่งสงสกรู'),
(23, '1911-021', 'แหวนอีแปะ 3/4 ', '80 ตัว', '20 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202274', 'sarinee', '2019-11-18 12:38:49', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:38:49', 'PR003', 'ตรีเพชร'),
(24, '1911-021', 'แหวนอีแปะ 1/2', '70 ตัว', '30 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '62022278', 'sarinee', '2019-11-18 12:33:49', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:33:49', 'PR003', 'ทุ่งสงสกรู'),
(25, '1911-021', 'แหวนสปริง 1\"', '80 ตัว', '20 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202274', 'sarinee', '2019-11-18 12:39:28', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:39:28', 'PR003', 'ตรีเพชร'),
(26, '1911-021', 'ลวดเชื่อม STL 308 L 2.6 มิล', '2 กก', '20 กก', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:34:03', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:34:03', 'PR003', 'ทุ่งสงสกรู'),
(27, '1911-021', 'เทปพันเกลีว', '10 ม้วน', '10 ม้วน', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:40:04', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:40:04', 'PR003', 'ทุ่งสงสกรุ'),
(28, '1911-021', 'สกรู+น๊อตธรรมดาเกลีวตลอด 1/2*1.1/2\" ', '31 ตัว', '100 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:34:20', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:34:20', 'PR003', 'ทุ่งสงสกรู'),
(29, '1911-021', 'สกรู+น๊อตธรรมดาเกลียวตลอด 3/8*2\"', '53 ตัว', '50 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:34:37', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:34:37', 'PR003', 'ทุ่งสงสกรู'),
(30, '1911-021', 'สกรู+นีอตธรรมดาเกลียวตลอด 3/8*1\"', '30 ตัว', '50 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:34:52', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:34:52', 'PR003', 'ทุ่งสงสกรู'),
(31, '1911-021', 'สกรู+น๊อต NC 5/8*4.1/2', '27 ตัว', '50 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:35:04', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:35:04', 'PR003', 'ทุ่งสงสกรู'),
(32, '1911-021', 'สกรูหกเหลี่ยมหัวจม M27*90 (EFB#)', '11 ตัว', '40 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:35:15', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:35:15', 'PR003', 'ทุ่งสงสกรู'),
(33, '1911-021', 'สกรู  STL 1/2*2\"', '0', '50 ตัว', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202274', 'preeda', '2019-11-18 13:54:30', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 13:54:30', 'PR003', 'ตรีเพชร'),
(34, '1911-021', 'ลวดเชื่อม FT-51 2.6 มิล', '10 กก', '20 กก', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202274', 'sarinee', '2019-11-18 12:40:50', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:40:50', 'PR003', 'ตรีเพชร'),
(35, '1911-021', 'ลวดเชื่อม FT -51 3.2 มิล ', '35 กก', '40 กก', 'สำรองใช้งาน', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-14', 'kanjana', '6202274', 'sarinee', '2019-11-18 12:41:07', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:41:07', 'PR003', 'ตรีเพชร'),
(36, '1911-089', 'น้ำมันเกียร์ 460 ปตท ', '250 ลิตร', '2 ถัง', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202289', 'preeda', '2019-11-18 09:44:52', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:44:52', 'PR002', ''),
(37, '1911-089', 'จาระบี EP2 เป็นถัง 200 ลิตร ', '0 ', '1 ถัง', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202289', 'preeda', '2019-11-18 09:45:01', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:45:01', 'PR002', ''),
(38, '1911-089', 'น้ำมันเติมปั้มลม PUMA ', '1 กล', '5 กล', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202270', 'kanjana', '2019-11-18 14:00:00', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 14:00:00', 'PR005', 'IN6211/139'),
(39, '1911-074', 'น้ำมันเครื่อง 15W-40   ปตท', '300 ลิตร', '1 ถัง', '', 'STO', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202252', 'sarinee', '2019-11-18 12:44:51', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:44:51', 'PR004', 'betterinter'),
(40, '1911-074', 'น้ำมันไฮดรอลิค 68 ปตท ', '240 ลิตร', '2 ถัง', '', 'STO', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202252', 'sarinee', '2019-11-18 12:45:01', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:45:01', 'PR004', 'betterinter'),
(41, '1911-075', 'ประเก็นวงรี  113*98*8 มม', '6 อัน', '10 อัน', '', 'STO', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202261', 'sarinee', '2019-11-18 12:45:57', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:45:57', 'PR003', 'มิตรเกษม'),
(42, '1911-075', 'ประเก็นวงกลม 113*98*3 มม', '20 อัน', '50 อัน', '', 'STO', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202261', 'sarinee', '2019-11-18 12:46:07', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:46:07', 'PR003', 'มิตรเกษม'),
(43, '1911-075', 'ประเก็นหนังแดง 350R30 *1270-1270', '', '1 แผ่น', '', 'STO', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202260', 'preeda', '2019-11-16 09:56:27', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:56:27', 'PR004', ''),
(44, '1911-075', 'ประเก็นยางดำ 1000*1500*5 มิล', '', '1 แผ่น ', '', 'STO', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202260', 'preeda', '2019-11-16 09:56:45', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 09:56:45', 'PR004', ''),
(45, '1911-076', 'ฟุตวาล์วเหล็กหล่อหน้าแปลน 6\" 10K แบบสปริง', '0', '1 ตัว', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202276', 'sarinee', '2019-11-18 12:22:56', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:22:56', 'PR003', 'สำรองใช้งาน'),
(46, '1911-076', 'หน้าแปลนเหล็ก 6\" 10K', '4 ตัว', '5 ตัว', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202276', 'pantakarn', '2019-11-18 13:34:23', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:34:23', 'PR008', ''),
(47, '1911-077', 'เหล็กแบน 50*9 มิล', '2 เส้น', '5 เส้น', '', 'TECH', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202275', 'sarinee', '2019-11-18 12:19:55', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:19:55', 'PR003', 'สำรองใช้งาน'),
(48, '1911-077', 'เหล็กรางน้ำ 100*50*5*7.5 มิล', '1 เส้น', '2 เส้น', '', 'TECH', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202275', 'sarinee', '2019-11-18 12:20:09', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:20:09', 'PR003', 'สำรองใช้งาน'),
(49, '1911-078', 'กาวแดง ', '12 หลอด', '20 หลอด ', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202291', 'preeda', '2019-11-18 10:31:22', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 10:31:22', 'PR002', ''),
(50, '1911-078', 'ประเก็นหนังแดง 350*0127-1270 มม', '0', '1 ม้วน', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202291', 'preeda', '2019-11-18 10:31:51', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 10:31:51', 'PR002', ''),
(51, '1911-078', 'ดอกต๊าป 4*1.25', '0', '1 ตัว', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '', 'pantakarn', '2019-11-16 14:48:53', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:48:53', 'PR001', ''),
(52, '1911-078', 'ดอกต๊าป 17/64 ', '0', '5 ตัว', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '', 'pantakarn', '2019-11-16 14:48:57', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:48:57', 'PR001', ''),
(53, '1911-080', 'Bearing 29422E', '2 ตลับ', '1 ตลับ', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '', 'preeda', '2019-11-16 10:00:31', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 10:00:31', 'PR001', ''),
(54, '1911-080', 'Bearing 22226E', '4 ตลับ', '1 ตลับ', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '', 'preeda', '2019-11-16 10:01:18', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 10:01:18', 'PR001', ''),
(55, '1911-080', 'Bearing 22224 E1K/C3', '2 ตลับ', '1 ตลับ', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '', 'preeda', '2019-11-16 10:01:59', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 10:01:59', 'PR001', ''),
(56, '1911-080', 'Bearing 213 D1/CF UCF ', '0', '2 ตลับ', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '', 'preeda', '2019-11-16 10:02:03', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 10:02:03', 'PR001', ''),
(57, '1911-080', 'Bearubg 6407/C3', '1 ตลับ', '1 ตลับ', '', 'STO', 'EMP0060', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '', 'preeda', '2019-11-16 10:02:08', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 10:02:08', 'PR001', ''),
(58, '1911-081', 'Selecttor Switch XB7-ND33 2NO 3 ตำแหน่ง บิดค้าง', '3 ตัว', '5 ตัว', '', 'POW', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202267', 'kanjana', '2019-11-18 13:58:45', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 13:58:45', 'PR005', 'IN6211/140'),
(59, '1911-081', 'กล่องพลาสติกกันนน้ำ 8*8 สีขาว ', '0', '5 กล่อง', '', 'POW', 'EMP0101', '2019-11-16', '08:09:46', '2019-11-21', 'kanjana', '6202267', 'kanjana', '2019-11-18 13:59:01', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 13:59:01', 'PR005', 'IN6211/140'),
(60, '1911-106', 'Filter element R928005855 Rexroth', '1 ตัว', '2 ตัว', '', 'TECH', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:51:31', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:51:31', 'PR001', 'ไส้กรอง หัวบีบ/หม้อนึ่ง / Working Floor '),
(61, '1911-106', 'Suction Filter 1910000649 (1\" BSP)', '0', '2 ตัว', '', 'TECH', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:51:39', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:51:39', 'PR001', 'ไส้กรอง หัวบีบ/หม้อนึ่ง / Working Floor '),
(62, '1911-106', 'Suction Filter 1910000647 (1\" BSP)', '0', '2 ตัว', '', 'TECH', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:52:20', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:52:20', 'PR001', 'ไส้กรอง หัวบีบ/หม้อนึ่ง / Working Floor '),
(63, '1911-106', 'Filter element R-928005837', '0', '5 ตัว', '', 'TECH', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:52:26', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:52:26', 'PR001', 'ไส้กรอง หัวบีบ/หม้อนึ่ง / Working Floor '),
(64, '1911-106', 'ไส้กรองขาดูด STR0704SG1 M90', '0', '2 ตัว', '', 'TECH', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:52:37', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:52:37', 'PR001', 'ไส้กรอง หัวบีบ/หม้อนึ่ง / Working Floor '),
(65, '1911-106', 'Filter Paper CS10AN', '0', '2 ตัว', '', 'TECH', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:52:46', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:52:46', 'PR001', 'ไส้กรอง หัวบีบ/หม้อนึ่ง / Working Floor '),
(66, '1911-107', 'Bearing 6206', '0', '5 ตลับ', '', 'TECH', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:49:53', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:49:53', 'PR001', ''),
(67, '1911-082', 'เคเบิลไทร์ 4\"', '1 ถุง', '1 ถุง', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'sarinee', '2019-11-18 12:05:22', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:05:22', 'PR004', ''),
(68, '1911-082', 'Floa Level Switch DSF -2020', '2 ตัว', '2 ตัว', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:35:09', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:35:09', 'PR003', ''),
(69, '1911-082', 'คอนเน็คเตอร์ PVC เหลือง 3/4 ', '2 ตัว', '20 ตัว', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:35:29', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:35:29', 'PR003', ''),
(70, '1911-082', 'Socker PYF-08A-E ใช้กับ My2n', '2 ตัว', '10 ตัว', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:36:18', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:36:18', 'PR003', ''),
(71, '1911-082', 'Relay My2n 220 Vca ', '11 ตัว', '10 ตัว', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:36:36', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:36:36', 'PR003', ''),
(72, '1911-082', 'ตู้พลาสติกกันน้ำ 200*150*110 มม สีขาว', '0', '2กล่อง', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:36:53', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:36:53', 'PR003', ''),
(73, '1911-082', 'U-Bolt 3/4 ', '10 ตัว', '30 ตัว', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:37:08', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:37:08', 'PR003', ''),
(74, '1911-082', 'ข้อต่อตรงหนา IMC-3/4 ', '0', '20 ตัว', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:37:31', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:37:31', 'PR003', ''),
(75, '1911-082', 'หางปลาแฉกหุ้มแดง 1.5-4S', '1 ถุง', '1 ถุง', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:37:47', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:37:47', 'PR003', ''),
(76, '1911-082', 'Amp Meter 40 CT 300/5A', '0', '1 ตัว', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:38:05', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:38:05', 'PR003', ''),
(77, '1911-082', 'หางปลาแฉกหุ้มน้ำเงิน 2.5-4S', '0', '1 ถุง', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:38:36', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:38:36', 'PR003', ''),
(78, '1911-082', 'น้ำยาล๊อกเกลียว', '1 หลอด', '1 หลอด', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '', 'preeda', '2019-11-16 14:18:48', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 14:18:48', 'PR001', ''),
(79, '1911-082', 'หลอดฟลูออเรสเซนตื TLD 36W/54 DLD ', '12 หลอด', '10 หลอด', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:38:53', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:38:53', 'PR003', ''),
(80, '1911-082', 'โคมไฟกันน้ำกันฝุ่น ATLANTIS 1*36 W', '1โคม ', '4 โคม ', '', 'POW', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202258', 'pantakarn', '2019-11-18 13:39:09', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 13:39:09', 'PR003', ''),
(81, '1911-083', 'ถุงมือผ้า', '89 คู่ ', '20 โหล ', '', 'STO', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202281', 'preeda', '2019-11-18 13:51:01', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 13:51:01', 'PR008', 'ยกเลิก เนื่องจากซ้ำผู้เปิดPR'),
(82, '1911-083', 'ผ้าเย็บวน ', '50 คู่ ', '25 กก ', '', 'STO', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202281', 'preeda', '2019-11-18 13:51:14', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 13:51:14', 'PR008', 'ยกเลิก เนื่องจากซ้ำผู้เปิดPR'),
(83, '1911-084', 'Press Cake  (Screw Press) ', '2 ตัว', '1 ตัว ', '', 'NOZ', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-21', 'kanjana', '6202257', 'sarinee', '2019-11-18 12:49:01', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:49:01', 'PR003', 'พัฒนปาล์ม ขนาดรู 3/4'),
(84, '1911-042', 'น้ำมันทูที ', '0', '1 กป ', '', 'QRM', 'EMP0057', '2019-11-16', '10:09:19', '2019-11-15', 'kanjana', '6202216', 'preeda', '2019-11-16 14:28:24', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 14:28:24', 'PR004', ''),
(85, '1911-022', 'สายอ่อนอัดจาระบี ', '0', '5 เส้น', '', 'MEC', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202274', 'preeda', '2019-11-18 13:55:00', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 13:55:00', 'PR003', 'ตรีเพชร'),
(86, '1911-022', 'นมหนูหัวตัด #1', ' 6 ตัว', '5 ตัว', '', 'MEC', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:35:53', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:35:53', 'PR003', 'ทุ่งสงสกรู'),
(87, '1911-022', 'เทปพันเกลียว ', '14 ม้วน', '10 ม้วน', '', 'MEC', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:36:04', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:36:04', 'PR003', 'ทุ่งสงสกรู'),
(88, '1911-022', 'กระดาษทราย# 120', '7 แผ่น', '20 แผ่น', '', 'MEC', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:36:16', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:36:16', 'PR003', 'ทุ่งสงสกรู'),
(89, '1911-022', 'กระดาษทราย #320 ', '10 แผ่น', '10 แผ่น', '', 'MEC', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:36:29', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:36:29', 'PR003', 'ทุ่งสงสกรู'),
(90, '1911-022', 'ประเก็นกระดาษ 1000*1500*0.5 มิล', '0', '1 แผ่น', '', 'MEC', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202290', 'preeda', '2019-11-18 10:14:47', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 10:14:47', 'PR002', ''),
(91, '1911-022', 'หน้ากากครึ่งหน้าชนิดไส้กรองคู่ รุ่น 6200 ฺBM', '1 ตัว ', '3 ตัว', '', 'MEC', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202278', 'sarinee', '2019-11-18 12:37:19', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:37:19', 'PR003', 'ทุ่งสงสกรู'),
(92, '1911-018', 'Thermostatic Sensor Type V.4.1', '0', '1 ตัว', '', 'BOI', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-14', 'kanjana', '6202222', 'kanjana', '2019-11-18 14:00:20', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 14:00:20', 'PR005', 'IN6211/141'),
(93, '1911-012', 'เสื้อโปโลพนักงาน', '0', '238 ตัว', '', 'HR', 'EMP0008', '2019-11-16', '10:09:19', '2019-11-16', 'kanjana', '6202184', 'preeda', '2019-11-16 14:26:38', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 14:26:38', 'PR003', 'รอเอกสารชำระเงินมัดจำ'),
(94, '1911-012', 'เสื้อแขนยาวสำหรับพนักงานลงปาล์ม', '0', '80 ตัว', '', 'HR', 'EMP0008', '2019-11-16', '10:09:19', '2019-11-16', 'kanjana', '6202183', 'preeda', '2019-11-16 14:27:16', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 14:27:16', 'PR003', ''),
(95, '1911-027', '0011-1026-500 Cylindrical Roller Bearing ', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:49:08', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:49:08', 'PR004', ''),
(96, '1911-027', '0011-6026-400 Groove Ball Braring', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:49:15', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:49:15', 'PR004', ''),
(97, '1911-027', '0011-3222-470 Angular Ball Bearing ', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:49:21', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:49:21', 'PR004', ''),
(98, '1911-027', '0004-3018-850 Shaft Sealing Ring ', '0', '2 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:49:29', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:49:29', 'PR004', ''),
(99, '1911-027', '0004-1622-830 Shaft Sealing Ring ', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:49:35', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:49:35', 'PR004', ''),
(100, '1911-027', '0004-1623-830 Shaft Sealing Ring ', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:49:42', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:49:42', 'PR004', ''),
(101, '1911-027', '0019-6162-400 Allen Screw ', '0', '4 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:49:53', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:49:53', 'PR004', ''),
(102, '1911-027', '0007-2501-970 Gasker', '0', '4 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:50:07', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:50:07', 'PR004', ''),
(103, '1911-027', '0007-3393-830 Gasket', '0', '4 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:50:30', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:50:30', 'PR004', ''),
(104, '1911-027', '0007-2571-750/830  Gasket', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:50:41', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:50:41', 'PR004', ''),
(105, '1911-027', '0004-2123-300 Nilos Gasket', '0', '2 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:03', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:03', 'PR004', ''),
(106, '1911-027', '8175-1493-120 Sheet metal', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:10', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:10', 'PR004', ''),
(107, '1911-027', '0021-2889-810 Set Of V-Beal', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:16', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:16', 'PR004', ''),
(108, '1911-027', '000-0000-020 Inertox Heavy Grease', '0', '1', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:21', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:21', 'PR004', ''),
(109, '1911-027', '0007-3267-830 Gasket', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:28', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:28', 'PR004', ''),
(110, '1911-027', '8175-6685-080 Vane', '0', '2 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:34', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:34', 'PR004', ''),
(111, '1911-027', '0007-2153-830 Gasket', '0', '2 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:39', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:39', 'PR004', ''),
(112, '1911-027', '0007-2766-830   Gasket', '0', '2 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:52', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:52', 'PR004', ''),
(113, '1911-027', '0007-2433-380 Gasket', '0', '1 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:51:45', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:51:45', 'PR004', ''),
(114, '1911-027', '0026-1628-170 Searing Ring', '0', '2 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:52:02', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:52:02', 'PR004', ''),
(115, '1911-027', '0019-6931-400 Hex Head Screw', '0', '6 ตัว', '', 'OIL', 'EMP0060', '2019-11-16', '10:09:19', '2019-11-18', 'kanjana', '6202201', 'preeda', '2019-11-16 13:52:10', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 13:52:10', 'PR004', ''),
(116, '1910-125', 'แปรงลวดด้ามไม้ 5 แถว', '1 อัน', '5 อัน', '', 'STO', 'EMP0060', '2019-10-28', '13:25:13', '2019-12-08', 'kanjana', '6202139', 'preeda', '2019-11-16 14:29:42', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 14:29:42', 'PR004', ''),
(117, '1910-125', 'ใบตัดไฟเบอร์ 16\"', '10 ใบ', '10 ใบ', '', 'STO', 'EMP0060', '2019-10-28', '13:25:13', '2019-12-08', 'kanjana', '6202139', 'preeda', '2019-11-16 14:29:50', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 14:29:50', 'PR004', ''),
(118, '1911-025', 'Ball Valve ทองเหลืองเกลียวใน 1\"', '2 ตัว', '3 ตัว', '', 'TECH', 'EMP0060', '2019-11-04', '13:25:13', '2019-12-24', 'kanjana', '6202219', 'pantakarn', '2019-11-16 15:18:35', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:18:35', 'PR003', 'รอของจากสุราด แมกคานิค'),
(119, '1911-025', 'Globe Valve เหล็กล่อหน้าแปลน 2\" 10K', '1 ตัว', '2 ตัว', '', 'TECH', 'EMP0060', '2019-11-04', '13:25:13', '2019-12-24', 'kanjana', '6202219', 'pantakarn', '2019-11-16 15:19:53', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:19:53', 'PR003', 'รอของจากสุราดแม็กคานิค'),
(120, '1911-025', 'หน้าแปลนเหล็ก 2\" 10K', '4 ตัว', '5 ตัว', '', 'TECH', 'EMP0060', '2019-11-04', '13:25:13', '2019-12-24', 'kanjana', '6202219', 'pantakarn', '2019-11-16 15:20:16', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:20:16', 'PR003', 'รอของจากสุราดแม็กคานิค'),
(121, '1911-025', 'ข้อลดกลม SUS#40 มีตะเข็บ 8-6', '0', '2 ตัว', '', 'TECH', 'EMP0060', '2019-11-04', '13:25:13', '2019-12-24', 'kanjana', '62002219', 'pantakarn', '2019-11-16 15:20:39', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:20:39', 'PR003', 'รอของจากสุราดแม็กคานิค'),
(122, '1911-025', 'ข้องอเหล็กเกลียวใน 1/2\"', '3 ตัว', '5 ตัว', '', 'TECH', 'EMP0060', '2019-11-04', '13:25:13', '2019-12-24', 'kanjana', '6202219', 'pantakarn', '2019-11-16 15:21:02', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:21:02', 'PR003', 'รอของจากสุราดแม็กคานิค'),
(123, '1910-135', 'O-Ring 223408-09', '0', '2 ตัว', '', 'OIL', 'EMP0060', '2019-10-25', '13:25:13', '2019-11-08', 'kanjana', '6202254', 'preeda', '2019-11-16 14:31:03', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 14:31:03', 'PR004', ''),
(124, '1910-114', 'กรรไกรตัดกิ่งไม้ ', '0', '1 งาน', '', 'QRM', 'EMP0057', '2019-10-23', '13:25:13', '2019-10-28', 'kanjana', '6202109', 'pantakarn', '2019-11-16 14:47:18', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:47:18', 'PR004', 'รอไปเอาที่ร้านยกชู'),
(125, '1910-097', 'Mechanical Seal VC5 Type SKTS M3 Size 43 mm', '0', '1 ชุด ', '', 'MEC', 'EMP0060', '2019-10-21', '13:25:13', '2019-11-01', 'kanjana', 'PO6202256', 'sarinee', '2019-11-18 12:18:06', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:18:06', 'PR003', 'โอนเงินก่อนส่ง สำรองใช้งาน'),
(126, '1910-097', 'แหวนล๊อค ของชุดสลีป ขาด 31 มิล', '0', '2 ชุด ', '', 'MEC', 'EMP0060', '2019-10-21', '13:25:13', '2019-11-01', 'kanjana', '6202284', 'sarinee', '2019-11-18 12:14:33', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:14:33', 'PR003', 'รอพี่ปอเซน'),
(127, '1909-156', 'Expell Arm', '', '16 ตัว', '', 'NOZ', 'EMP0060', '2019-09-30', '13:25:13', '2019-10-10', 'kanjana', '6201940', 'preeda', '2019-11-16 15:17:25', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 15:17:25', 'PR004', 'สั่งของจาก HSS'),
(128, '1909-156', 'Perforated Sus Screen', '', '2 ตัว', '', 'NOZ', 'EMP0060', '2019-09-30', '13:25:13', '2019-10-10', 'kanjana', '6201940', 'preeda', '2019-11-16 15:18:03', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-16 15:18:03', 'PR004', 'สั่งของจาก HSS'),
(129, '1911-090', 'ท่อ SUS#10 1/2\"', '0', '3 เส้น', '', 'BOI', 'EMP0066', '2019-11-11', '13:25:13', '2019-10-16', 'kanjana', '6202273', 'pantakarn', '2019-11-16 15:12:32', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:12:32', 'PR003', 'รอของเข้าจากมิตรเกษม'),
(130, '1911-091', 'ประเก็นเสริมใยเหล็ก Kingker 1500*1500*3 มิล', '1 แผ่น', '3 แผ่น', '', 'POT', 'EMP0066', '2019-11-11', '13:25:13', '2019-11-21', 'kanjana', '6202269', 'pantakarn', '2019-11-16 15:04:06', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:04:06', 'PR003', 'งาน Shut Down ปีใหม่'),
(131, '1911-091', 'สกรู+น๊อตเกลียวตลอด 5/8*3\" ', '', '300 ตัว', '', 'POT', 'EMP0066', '2019-11-11', '13:25:13', '2019-11-21', 'kanjana', '6202271', 'kanjana', '2019-11-18 13:59:39', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 13:59:39', 'PR005', 'งาน Shut Down ปีใหม่\r\nIN6211/138'),
(132, '1911-091', 'ท่อ API#80 ไม่มีตะเข็บ 6\"', '', '4 เส้น', '', 'POT', 'EMP0066', '2019-11-11', '13:25:13', '2019-11-21', 'kanjana', '6202268', 'pantakarn', '2019-11-16 15:05:04', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 15:05:04', 'PR003', 'งาน Shut Down ปีใหม่'),
(133, '1911-095', 'เปลี่ยนยางนอกหล้อหลัง  2 ล้อ ', '', '1 งาน', '', 'DRI', 'EMP0032', '2019-11-12', '13:25:13', '2019-11-22', 'kanjana', '', 'kanjana', '2019-11-16 14:46:28', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-16 14:46:28', 'PR006', 'รถตักเบอร์ 3 บนลานเท'),
(134, '1911-096', 'ตรวจเช็คระบบไฟก่อนใส่หม้อแบตเตอร๊่ รถตักเบอร์ 3 ', '', '1 งาน', '', 'DRI', 'EMP0032', '2019-11-12', '13:25:13', '2019-11-22', 'kanjana', '', 'pantakarn', '2019-11-16 14:59:46', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:59:46', 'PR001', '=ช่างเข้ามาแล้วแต่งานยังไม่จบ\r\nช่างมาอีกที่วันที18/11/62'),
(135, '1911-085', 'เปลี่ยนถ่ายน้ำมันเครื่อง กรองเครื่อง กรองโซล่า กรองดักน้ำ  รถตัก เบอร์ 4 430 ', '', '1 งาน', '', 'DRI', 'EMP0032', '2019-11-11', '13:25:13', '2019-11-16', 'kanjana', '6201927', 'pantakarn', '2019-11-16 14:56:36', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:56:36', 'PR003', 'รอช่างเข้าหน้างาน'),
(136, '1911-086', 'ส่งซ่อมกระบอกไฮดรอลิค Screw Press หัวบีบ 3 ', '', '1 ตัว', '', 'NOZ', 'EMP0066', '2019-11-11', '13:25:13', '2019-11-22', 'kanjana', '', 'pantakarn', '2019-11-16 14:58:17', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:58:17', 'PR001', 'กำลังซ่อมอยู่พี่เบียร์บอกไม่มีค่าใช้จ่าย'),
(137, '1911-088', 'สั่งซือ้ E-RO Pum Pump Model:VC-50/160  Liquid Ringg Vacam Pum -ขนาด Mortor 15HP *4P', '', '', '', 'OIL', 'EMP0066', '2019-11-11', '13:25:13', '2019-11-26', 'kanjana', '', 'pantakarn', '2019-11-16 14:57:08', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-16 14:57:08', 'PR001', ''),
(138, '1911-070', 'แคล้มรัดแยก  PE 6\" ลด 2\"', '0', '3 ตัว', '', 'BIOG', 'EMP0125', '2019-11-11', '15:49:17', '2019-11-21', 'kanjana', '6202262', 'sarinee', '2019-11-18 12:29:07', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:29:07', 'PR003', 'โอนเงินก่อนส่ง'),
(139, '1911-071', 'ส่งซ่อม Electrim Feed Boiler Pum #1 ', '', '1 งาน', '', 'BOI', 'EMP0066', '2019-11-11', '15:49:17', '2019-11-21', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:58:07', 'PR001', 'รอของเมทัล'),
(140, '1911-044', 'ตัดแผ่นกระจก วงกลม ขนาด 4\" ความหนา 6 มิล', '', '4 แผ่น', '', 'NOZ', 'EMP0066', '2019-11-05', '15:49:17', '2019-11-15', 'kanjana', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-11-16 15:49:17', 'PR009', ''),
(141, '1911-040', 'สีน้ำมันสีเขียว M654 ขนาด 18 ลิตร', '', '2 ถัง', '', 'NUT', 'EMP0066', '2019-11-04', '15:49:17', '2019-11-24', 'kanjana', '6202232', 'preeda', '2019-11-18 09:09:39', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:09:39', 'PR004', 'รอของ'),
(142, '1911-039', 'เทพื้นใหม่ หน้าประตูแล้มป์ # 4', '', '1 งาน', '', 'QCP', 'EMP0066', '2019-11-04', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:15:55', 'PR001', 'กำลังดำเนินการ'),
(143, '1911-038', 'ขัดทาสีใหม่ ปล่องควันบอยเลอร์ ', '', '1 งาน', '', 'BOI', 'EMP0066', '2019-11-04', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:39:05', 'PR001', 'ของพี่เบียรมาเอาไปแล้วรอซ่อมและเสนอราคา'),
(144, '1911-037', 'ขัดทาสีใหม่ ปล่องเก็บเสียง', '', '1 งาน', '', 'BOI', 'EMP0066', '2019-11-04', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:40:02', 'PR001', 'ของพี่เบียรมาเอาไปแล้วรอซ่อมและเสนอราคา'),
(145, '1911-036', 'กั้นผนังปูนกำแพงกอง Fiber ที่ชำรุด กั้นกองใย', '', '1 งาน', '', 'BOI', 'EMP0066', '2019-11-04', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:40:15', 'PR001', 'ของพี่เบียรมาเอาไปแล้วรอซ่อมและเสนอราคา'),
(146, '1911-035', 'กั้นเมทัลชีทรอบคอก Fiber', '', '1 งาน', '', 'BOI', 'EMP0066', '2019-11-04', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:40:24', 'PR001', 'ของพี่เบียรมาเอาไปแล้วรอซ่อมและเสนอราคา'),
(147, '1911-032', 'ตรวจรับรองความปลอดภัยหม้อกำเหนิดไปน้ำและภาชนะแรงดันประจำปี 2563', '', '1 งาน', '', 'PROD', 'EMP0119', '2019-11-04', '16:56:05', '2020-01-05', 'kanjana', '6202229', 'preeda', '2019-11-18 09:06:21', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:06:21', 'PR003', 'เข้าหน้างานวันที่5/1/63'),
(148, '1911-053', 'หน้ากาก 3M รุ่น 6200', '', '4 อัน', '', 'BIOG', 'EMP0119', '2019-11-07', '16:56:05', '2020-01-17', 'kanjana', '6202272', 'preeda', '2019-11-18 09:15:15', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:15:15', 'PR004', 'เข้าประมาณวันที่25/11/62'),
(149, '1911-053', 'ตลับกรอง 3M รุ่น 6002', '', '4 คู่', '', 'BIOG', 'EMP0119', '2019-11-07', '16:56:05', '2020-01-17', 'kanjana', '6202272', 'preeda', '2019-11-18 09:14:46', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:14:46', 'PR004', 'เข้าประมาณวันที่25/11/62'),
(150, '1911-051', 'สีทนความร้อน ทาภายนอก ทนความร้อน 650 องศา เฉดสี Grey', '', '8 กป', '', 'BOI', 'EMP0066', '2019-11-05', '16:56:05', '2020-01-01', 'kanjana', '6202226', 'kanjana', '2019-11-18 13:55:20', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 13:55:20', 'PR005', 'IN6211/134'),
(151, '1911-051', 'สีรองพื้นกันสนืม ทนอุณหภูมิ 650 องศา', '', '9 กป', '', 'BOI', 'EMP0066', '2019-11-05', '16:56:05', '2020-01-01', 'kanjana', '6202226', 'kanjana', '2019-11-18 13:55:34', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 13:55:34', 'PR005', 'IN6211/134'),
(152, '1911-051', 'ทินเนอร์ # 5', '', '4 กป ', '', 'BOI', 'EMP0066', '2019-11-05', '16:56:05', '2020-01-01', 'kanjana', '6202226', 'kanjana', '2019-11-18 13:55:52', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 13:55:52', 'PR005', 'IN6211/134'),
(153, '1911-068', 'ท่อเหล็กประปา 1\" คาดน้ำเงิน', '', '3 เส้น', '', 'BIOG', 'EMP0125', '2019-11-08', '16:56:05', '2020-01-18', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:08:53', 'PR001', ''),
(154, '1911-068', 'ข้อต่อท่อเกลีวใน 1\"', '', '6 ตัว', '', 'BIOG', 'EMP0125', '2019-11-08', '16:56:05', '2020-01-18', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:53:08', 'PR001', 'ของพี่เบียรมาเอาไปแล้วรอซ่อมและเสนอราคา'),
(155, '1911-067', 'เปลี่ยนท่อ Stremm ช่วงเข้าหม้อและหน้าแปลนเปลี่ยนใหม่ ', '', '1 งาน', '', 'POT', 'EMP0066', '2019-11-08', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:06:26', 'PR001', ''),
(156, '1911-068', 'เปลี่ยนโซ่ราง ขนาด 6\" และ Liner ใหม่ ', '', '1 งาน', '', 'BOI', 'EMP0101', '2019-11-08', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:07:56', 'PR001', ''),
(157, '1911-059', 'สั่งทำกระบอกไฮดรอลิคใหม่ ขนาด 50/36 -400 พร้อมชุดซีล 1 ชุด  Screw Press#5', '', '1 งาน', '', 'NOZ', 'EMP0066', '2019-11-08', '16:56:05', '2020-01-01', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:10:49', 'PR001', ''),
(158, '1911-058', 'เหล็กแผ่น 4*8*4.5 มิล', '', '6 แผ่น', '', 'BOI', 'EMP0101', '2019-11-08', '16:56:05', '2020-01-01', 'kanjana', '6202231', 'pantakarn', '2019-11-18 09:55:14', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:55:14', 'PR003', 'รอของเมทัล'),
(159, '1911-056', 'Moter 7.5 Kw 10Hp 50Hz RPM:2900 ', '', '1 ตัว', '', 'BOI', 'EMP0101', '2019-11-08', '16:56:05', '2019-11-18', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:05:39', 'PR001', ''),
(160, '1911-013', 'ส่งซ่อมกระบอกไฮดรอลิค Working Flor', '', '1 งาน', '', 'BOI', 'EMP0066', '2019-11-03', '16:56:05', '2019-11-13', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:38:39', 'PR001', 'ของพี่เบียรมาเอาไปแล้วรอซ่อมและเสนอราคา'),
(161, '1911-029', 'Chain Conveyor 6\"', '', '400 ฟุต', '', 'BOI', 'EMP0066', '2019-11-04', '16:56:05', '2020-01-01', 'kanjana', '6202234', 'kanjana', '2019-11-18 13:57:22', '0000-00-00 00:00:00', 'kanjana', 'kanjana', '2019-11-18 13:57:22', 'PR005', 'IN6211/136'),
(162, '1910-109/1', 'แท่นม้วนเหล็ก ขนาดกว้าง 180 ซม ม้วนเหล็กได้ 12 มม ขนาดมอเตอร์ขับ 10 แรง', '', '1 ตัว', '', 'MEC', 'EMP0066', '2019-10-23', '16:56:05', '2019-11-30', 'kanjana', '', 'preeda', '2019-11-18 09:00:06', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:00:28', 'PR001', ''),
(163, '1910-115', 'เปลี่ยนผ้าเบรคมอเตอร์เครืองกล่ึง 14 ฟุต', '', '1 งาน', '', 'MEC', 'EMP0066', '2019-10-25', '16:56:05', '2019-11-05', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:34:34', 'PR004', 'ของมาถึงแล้วแต่ยังไม่เปิดPO'),
(164, '1911-093', 'รัดแยก PE ขนาด 3\"-1\"', '', '2 ตัว', '', 'POW', 'EMP0101', '2019-11-12', '16:56:05', '2019-11-17', 'kanjana', '6202262', 'sarinee', '2019-11-18 12:30:39', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:30:39', 'PR003', 'โอนเงินก่อนส่ง  PRT watepipe กทม'),
(165, '1911-087', 'ท่อประปาคาดน้ำเงิน 3/4', '', '2 เส้น', '', 'EFB', 'EMP0101', '2019-11-11', '16:56:05', '2019-11-16', 'kanjana', '6202255', 'pantakarn', '2019-11-18 10:01:41', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:01:41', 'PR003', ''),
(166, '1911-087', 'เหล็กฉาก 50*50*6 มิล ', '', '3 เส้น', '', 'EFB', 'EMP0101', '2019-11-11', '16:56:05', '2019-11-16', 'kanjana', '6202255', 'pantakarn', '2019-11-18 10:04:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:04:00', 'PR003', ''),
(167, '1911-069', 'สายไฟ VCT 4*1 aqm', '', '1 ม้วน', '', 'POW', 'EMP0101', '2019-11-09', '16:56:05', '2019-11-19', 'kanjana', '6202247', 'preeda', '2019-11-18 09:18:26', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:18:26', 'PR003', ''),
(168, '1911-069', 'สายไฟ Control 1*1 sq.mm', '', '2 ม้วน', '', 'POW', 'EMP0101', '2019-11-09', '16:56:05', '2019-11-19', 'kanjana', '6202247', 'preeda', '2019-11-18 09:18:35', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:18:35', 'PR003', ''),
(169, '1911-069', 'สายคอนโทรล 1*1 sq.mm', '', '2 ม้วน', '', 'POW', 'EMP0101', '2019-11-09', '16:56:05', '2019-11-19', 'kanjana', '6202247', 'preeda', '2019-11-18 09:18:43', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:18:43', 'PR003', ''),
(170, '1911-069', 'สายไฟ VCT 2*1 sq.mm', '', '1 ม้วน', '', 'POW', 'EMP0101', '2019-11-09', '16:56:05', '2019-11-19', 'kanjana', '6202247', 'preeda', '2019-11-18 09:18:53', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:18:53', 'PR003', ''),
(171, '1910-118', 'ใบพัดปั้ม เฉพาะใบ  Part NO.120.1C', '', '1 อัน', '', 'BOI', 'EMP0101', '2019-10-26', '16:56:05', '2019-11-26', 'kanjana', '6202148', 'test', '2019-11-19 11:18:42', '2019-11-21 11:18:42', 'test', 'test', '2019-11-19 11:18:42', 'PR005', 'IN6211/144'),
(172, '1910-116', 'O-Ring Saperator 710 549736-30 Srl:019  Art NO. : 223406-36', '', '2 ตัว', '', 'OIL', 'EMP0101', '2019-10-23', '16:56:05', '2019-11-13', 'kanjana', '6202254', 'preeda', '2019-11-18 09:02:27', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 09:02:27', 'PR004', ''),
(173, '1911-108', 'ใบพัดอลูมิเนียม ขนาด 15\" ขนาดรูเพลา 58 มิล', '', '1 ใบ', '', 'NOZ', 'EMP0101', '2019-11-16', '16:56:05', '2019-11-26', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 09:35:43', 'PR001', ''),
(174, '1911-109', 'อัดสายไฮดรอลิค รถตักเบอร์ 2 ', '', '1 เส้น', '', 'PROD', 'EMP0066', '2019-11-18', '10:52:15', '2019-11-18', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:56:10', 'PR001', 'รอเบียรถอด'),
(175, '1911-110', 'ตรวจเช็คระบบลม/ระบบลมหมดเมื่อดับเครื่อง รถตักบอยเลอร์', '', '1 งาน', '', 'BOI', 'EMP0066', '2019-11-18', '10:52:15', '2019-11-18', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:56:51', 'PR001', 'ช่างเข้า18/11/62'),
(176, '1911-111', 'เหล็กเพลากลม S50C ขนาด 3.1/2\" (ญี่ปุ่น)', '', '1 เส้น', '', 'MEC', 'EMP0066', '2019-11-18', '10:52:15', '2019-11-23', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:57:03', 'PR001', ''),
(177, '1911-111', 'มีดเล็บ K 20', '', '1 กล่อง', '', 'MEC', 'EMP0066', '2019-11-18', '10:52:15', '2019-11-23', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:57:15', 'PR001', ''),
(178, '1911-111', 'ดอก คาไบท์ ขนาด 5 มิล', '', '2 ดอก ', '', 'MEC', 'EMP0066', '2019-11-18', '10:52:15', '2019-11-23', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:57:28', 'PR001', ''),
(179, '1911-112', 'เคเบิลไทร์ 4.\" ', '0', '1 ถุง', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:57:47', 'PR001', ''),
(180, '1911-112', 'เคเบิลไทร์ 6\" sus ', '0', '1 ถุง', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:58:00', 'PR001', '');
INSERT INTO `tbl_pur_pr` (`id`, `pr_code`, `pr_product`, `pr_stock`, `pr_order`, `pr_objective`, `pr_department`, `pr_buyer`, `pr_date_of_transaction`, `pr_time_of_transaction`, `pr_date_of_desired`, `pr_recorder_pr`, `pr_po_code`, `pr_recorder_po`, `pr_po_date_of_transaction`, `pr_order_receive_date`, `pr_order_receive_by`, `update_by`, `last_update_status`, `pr_status`, `pr_note`) VALUES
(181, '1911-112', 'หางปลาแฉกหุ้มแดง 1.5-4S', '0', '100 ตัว', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:58:12', 'PR001', ''),
(182, '1911-112', 'คัปปล้ิง ML-095', '0', '1ชุด', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:58:22', 'PR001', ''),
(183, '1911-112', 'ลูกยางคัปปลิ้ง ML-095 ', '0', '1ชุด', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:58:34', 'PR001', ''),
(184, '1911-112', 'Starter S10 4-65 W', '11 ตัว', '10 ตัว', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:58:49', 'PR001', ''),
(185, '1911-112', 'บัลลาส 36 W', '11 ตัว', '10 ตัว', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:58:59', 'PR001', ''),
(186, '1911-112', 'Magnetic Contactor SC-4-4 22V', '0', '2 ตัว', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:59:15', 'PR001', ''),
(187, '1911-112', 'Overload Relay TR5-1N/3 12-18 A', '1 ตัว', '1 ตัว', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:59:24', 'PR001', ''),
(188, '1911-112', 'ข้อต่อตรงลม 8 มม R3/8\"  8-10', '1 ตัว', '20 ตัว', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:59:46', 'PR001', ''),
(189, '1911-113', 'สกรูเกลียวปล่อย 2.1/2\"', '0', '30 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 10:59:56', 'PR001', ''),
(190, '1911-113', 'เทปพันเกลียว ', '7 ม้วน', '10 ม้วน', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:00:14', 'PR001', ''),
(191, '1911-113', 'ออกซิเจน ', '4 ถัง', '6 ถัง', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:00:26', 'PR001', ''),
(192, '1911-113', 'แก๊ส', '1 ถัง ', '2 ถัง', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:00:33', 'PR001', ''),
(193, '1911-113', 'ช๊อล์กขีดเหล็ก', '20 อัน', '1 กล่อง', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:00:40', 'PR001', ''),
(194, '1911-113', 'สกรู+น๊อตธรรมดาเกลียวตลอด 1/2\"*2.1/2\"', '60ตัว', '50 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:00:48', 'PR001', ''),
(195, '1911-114', 'Seal TSN 520 L A C S ND', '1 ชุด ', '2 ชุด', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:00:56', 'PR001', ''),
(196, '1911-114', 'Bearing  6304 ', '0', '2 ตลับ', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:01:08', 'PR001', ''),
(197, '1911-115', 'Mechanical Seal Type 30 Size 1.1/2\"', '6 ตัว', '50 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:01:25', 'PR001', ''),
(198, '1911-116', 'Ball Valve เหล็กหล่อหน้าแปลน  2\" 10K', '1 ตัว', '1 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:01:32', 'PR001', ''),
(199, '1911-116', 'Swing Check Wafer Type 2.1/2\" Pn16 #SUS316', '1 ตัว', '1 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:01:40', 'PR001', ''),
(200, '1911-116', 'หน้าแปลนเหล็ก 2\" PN16', '2 ตัว', '10 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:01:49', 'PR001', ''),
(201, '1911-116', 'ข้องอ เชื่อม API#40 ไม่มีตะเข็บ 1.\"', '1 ตัว', '10 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:01:56', 'PR001', ''),
(202, '1911-116', 'ข้องอ 90 เชื่อม SUS#10 มีตะเข็บ 1\"', '0 ตัว', '10 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:02:10', 'PR001', ''),
(203, '1911-117', 'หัวเชื้อน้ำมัน B-20', '33 ขวด ', '4 ลัง', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:02:20', 'PR001', ''),
(204, '1911-117', 'น้ำมันเติมปั้มลม PUMA', '1 กล', '2 กล', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'preeda', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 10:51:37', 'PR008', 'ยกเลิก เนื่องจากเปิด PR ซ้ำ'),
(205, '1911-117', 'น้ำกลั่น ', '7 ขวด ', '2 ลัง', '', 'POW', 'EMP0060', '2019-11-18', '10:52:15', '2019-11-28', 'kanjana', '', 'pantakarn', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'pantakarn', 'pantakarn', '2019-11-18 11:02:30', 'PR001', ''),
(206, '1911-183', 'ถุงมือผ้า', '89 คู่', '20 โหล', 'สำรองใช้งาน', 'PROD', 'EMP0060', '2019-11-11', '12:00:03', '2019-11-20', 'sarinee', '6202281', 'sarinee', '2019-11-18 13:01:32', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 13:01:32', 'PR003', 'คนธ์พงษ์'),
(207, '1911-183', 'ผ้าเย็บวน', '50 กก', '25 กก', 'สำรองใช้งาน', 'PROD', 'EMP0060', '2019-11-11', '12:00:03', '2019-11-20', 'sarinee', 'ุ6202281', 'sarinee', '2019-11-18 13:01:49', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 13:01:49', 'PR003', 'คนธ์พงษ์'),
(208, '1910-040', 'หน้าแปลน SUS PN16 ขนาด 4 หุน', '0', '4', 'ทำถัง stock tank boiler ', 'BOI2', 'EMP0066', '2019-10-07', '12:00:03', '2019-11-08', 'sarinee', '6202253', 'sarinee', '2019-11-18 12:59:50', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 12:59:50', 'PR003', 'เมทัลโซลูชั่น'),
(209, '1910-040', 'ข้องอเชื่อม 90 องศา sus sch40 ขนาด 4 หุน', '0', '10', 'ทำถัง stock tank boiler ', 'BOI2', 'EMP0066', '2019-10-07', '12:00:03', '2019-11-08', 'sarinee', 'ุ6202253', 'preeda', '2019-11-18 13:52:09', '0000-00-00 00:00:00', 'preeda', 'preeda', '2019-11-18 13:52:09', 'PR003', 'เมทัลโซลูชั่น'),
(210, '1910-040', 'ท่อ sus sch40 ขนาด 4 หุน', '0', '4', 'ทำถัง stock tank boiler ', 'BOI2', 'EMP0066', '2019-10-07', '12:00:03', '2019-11-08', 'sarinee', '6202253', 'sarinee', '2019-11-18 13:00:49', '0000-00-00 00:00:00', 'sarinee', 'sarinee', '2019-11-18 13:00:49', 'PR003', 'เมทัลโซลูชั่น'),
(211, '1911-118', 'Number Punch เหล็กตอกเลข 0-9 8mm 5/16', '', '1', 'ใช้ตอกทำเครื่องหมายอะไหล่', 'MANU', 'EMP0066', '2019-11-18', '12:14:34', '2019-11-22', 'rachan', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'test1', 'test1', '2019-11-18 16:56:06', 'PR001', ''),
(212, '1911-119', 'หน้าแปลนเหล็ก 2\" PN16', '2 ตัว', '10 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '14:47:03', '2019-11-28', 'kanjana', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-11-18 14:47:03', 'PR009', 'งานผลิตช่างกลึง'),
(213, '1911-119', 'หน้าแปลน 6\" 10K ', '4 ตัว', '5 ตัว', '', 'MEC', 'EMP0060', '2019-11-18', '14:47:03', '2019-11-28', 'kanjana', '', 'admin', '0000-00-00 00:00:00', '2019-11-18 15:33:54', 'admin', 'admin', '2019-11-18 15:33:54', 'PR010', 'งานผลิตช่างกลึง'),
(214, '1911-119', 'ส่งซ่อมมอเตอร์ Electrim rpm.1450 hp.10 ', '0', '1', 'ส่งซ่อมมอเตอร์ใหม่', 'POW', 'EMP0101', '2019-11-18', '12:14:34', '2019-11-22', 'rachan', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-11-18 12:14:34', 'PR009', ''),
(215, '1909-156', 'dfsd', 'df', 'd', 'fdfs', 'EFB2', 'EMP0025', '2019-12-03', '14:20:10', '2019-12-11', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:20:10', 'PR009', ''),
(216, '1909-156', 'fsdf', 'd', 'd', 'fdsfdf', 'EFB2', 'EMP0093', '2019-12-03', '14:24:31', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:24:31', 'PR009', ''),
(217, '1909-156', 'rge', 'r', 'r', 'ttret', 'EFB', 'EMP0025', '2019-12-03', '14:25:29', '2019-12-11', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:25:29', 'PR009', ''),
(218, '1912-001', 'dfs', 'd', 'd', 'dfsdf', 'EFB', 'EMP0093', '2019-12-03', '14:27:12', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:27:12', 'PR009', ''),
(219, '1909-156', 'dfs', 'd', 'd', 'dfs', 'EFB2', 'EMP0101', '2019-12-03', '14:30:29', '2019-12-12', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:30:29', 'PR009', ''),
(220, '1909-156', 'sfd', 'd', 'd', 'dsfff', 'EFB2', 'EMP0101', '2019-12-03', '14:30:59', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:30:59', 'PR009', ''),
(221, '1909-156', 'sads', 's', 's', 'ada', 'BIOG', 'EMP0025', '2019-12-03', '14:31:37', '2019-12-18', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:31:37', 'PR009', ''),
(222, '1912-001', 'ddsdasdsfsdf', 'd', 'd', 'dasd', 'BIOG', 'EMP0093', '2019-12-03', '14:33:01', '2019-12-13', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 14:33:01', 'PR009', ''),
(223, '1910-040', 'dfdsf', 'd', 'd', 'dfsf', 'EFB', 'EMP0060', '2019-12-03', '15:01:34', '2019-12-04', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:01:34', 'PR009', ''),
(224, '1910-097', 'dfsdf', 'f', 'd', 'dfdsf', 'EFB', 'EMP0025', '2019-12-03', '15:02:19', '2019-12-04', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:02:19', 'PR009', ''),
(225, '1910-135', 'dfsf', 'd', 'd', 'sdfdfsd', 'EFB1', 'EMP0101', '2019-12-03', '15:03:32', '2019-12-12', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:03:32', 'PR009', ''),
(226, '1909-156', 'dfs', 'fd', 'd', 'fsdf', 'EFB', 'EMP0025', '2019-12-03', '15:03:59', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:03:59', 'PR009', ''),
(227, '1909-156', 'ddd', 'd', 'd', 'dfs', 'EFB', 'EMP0101', '2019-12-03', '15:05:57', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:05:57', 'PR009', ''),
(228, '1909-156', 'd', 'd', 'd', 'dfsd', 'EFB', 'EMP0101', '2019-12-03', '15:06:59', '2019-12-04', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:06:59', 'PR009', ''),
(229, '1909-156', 'd', 'd', 'd', 'dsf', 'EFB', 'EMP0086', '2019-12-03', '15:07:55', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:07:55', 'PR009', ''),
(230, '1912-001', 's', 'd', 'd', 'dfdf', 'EFB1', 'EMP0101', '2019-12-03', '15:08:23', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:08:23', 'PR009', ''),
(231, '1912-001', 'df', 'f', 'f', 'dsf', 'EFB2', 'EMP0101', '2019-12-03', '15:09:00', '2019-12-13', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:09:00', 'PR009', ''),
(232, '1909-156', 'dfds', 'd', 'd', 'dfsf', 'EFB', 'EMP0101', '2019-12-03', '15:11:17', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:11:17', 'PR009', ''),
(233, '1909-156', 'dfdsf', 'd', 'd', 'fdsf', 'EFB', 'EMP0101', '2019-12-03', '15:13:19', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:13:19', 'PR009', ''),
(234, '1909-156', 'dfd', 'ff', 'f', 'dff', 'EFB2', 'EMP0101', '2019-12-03', '15:14:15', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:14:15', 'PR009', ''),
(235, '1909-156', 'eee', 'e', 'e', 'fsdf', 'EFB1', 'EMP0101', '2019-12-03', '15:16:12', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:16:12', 'PR009', ''),
(236, '1909-156', 'f', 'f', 'f', 'GGGG', 'EFB1', 'EMP0101', '2019-12-03', '15:17:23', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:17:23', 'PR009', ''),
(237, '1909-156', 'sfd', 'd', 'd', 'dfsfdf', 'EFB', 'EMP0101', '2019-12-03', '15:21:18', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:21:18', 'PR009', ''),
(238, '1909-156', 'dff', 'df', 'd', 'fdsf', 'EFB', 'EMP0101', '2019-12-03', '15:22:18', '2019-12-13', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:22:18', 'PR009', ''),
(239, '1909-156', 's', 'sd', 'd', 'ads', 'EFB1', 'EMP0101', '2019-12-03', '15:24:23', '2019-12-05', 'test', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', '2019-12-03 15:24:23', 'PR009', '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_repair_register`
--

CREATE TABLE `tbl_repair_register` (
  `id` int(11) NOT NULL,
  `repair_date` datetime NOT NULL,
  `repair_code` varchar(20) NOT NULL,
  `repair_spare_code` varchar(20) NOT NULL,
  `repair_type` varchar(100) NOT NULL,
  `repair_breakdown_start` datetime NOT NULL,
  `repair_breakdown_stop` datetime NOT NULL,
  `repair_breakdown_time` varchar(50) NOT NULL,
  `repair_safety` varchar(5) NOT NULL,
  `repair_symptom` text NOT NULL,
  `repair_informer` varchar(10) NOT NULL,
  `assigner` varchar(10) NOT NULL,
  `assign_date` datetime NOT NULL,
  `desired_date` date NOT NULL,
  `repair_finished_date` datetime NOT NULL,
  `dispatcher` varchar(50) NOT NULL,
  `close_job_date` datetime NOT NULL,
  `inspector` varchar(50) NOT NULL,
  `tech_leader` varchar(100) NOT NULL,
  `tech_2` varchar(100) NOT NULL,
  `tech_3` varchar(100) NOT NULL,
  `tech_4` varchar(100) NOT NULL,
  `tech_5` varchar(100) NOT NULL,
  `tech_group` varchar(150) NOT NULL,
  `tech_accept_date` datetime NOT NULL,
  `tech_accept` varchar(100) NOT NULL,
  `external_company` varchar(255) NOT NULL,
  `external_tech_leader` varchar(255) NOT NULL,
  `repair_detail` text NOT NULL,
  `wait_sparepart` varchar(255) NOT NULL,
  `note` text NOT NULL,
  `last_update` datetime NOT NULL,
  `status` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='ตารางแจ้งซ่อม';

--
-- Dumping data for table `tbl_repair_register`
--

INSERT INTO `tbl_repair_register` (`id`, `repair_date`, `repair_code`, `repair_spare_code`, `repair_type`, `repair_breakdown_start`, `repair_breakdown_stop`, `repair_breakdown_time`, `repair_safety`, `repair_symptom`, `repair_informer`, `assigner`, `assign_date`, `desired_date`, `repair_finished_date`, `dispatcher`, `close_job_date`, `inspector`, `tech_leader`, `tech_2`, `tech_3`, `tech_4`, `tech_5`, `tech_group`, `tech_accept_date`, `tech_accept`, `external_company`, `external_tech_leader`, `repair_detail`, `wait_sparepart`, `note`, `last_update`, `status`) VALUES
(1, '2020-02-03 20:05:37', 'JOB-0001', 'AC-01', 'ด่วนมาก', '0000-00-00 00:00:00', '2020-02-03 10:00:00', '', '', 'ไม่ทำความเย็น', 'informer', 'assigner', '2020-02-03 20:16:11', '2020-02-05', '2020-02-03 20:53:43', 'technicain', '2020-02-03 21:20:45', 'informer', 'EMP0101 - กรกช  ศิลป์ประสม', '', '', '', '', 'ช่างไฟ', '2020-02-03 20:19:23', 'technicain', '', '', 'ซ่อมเสร็จแล', 'ไม่รอ', '', '2020-02-03 21:20:45', 'Active'),
(2, '2020-02-03 20:06:23', 'JOB-0002', 'PDG-001', 'ปกติ', '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', '', 'ไม่ทำงาน', 'informer', '', '0000-00-00 00:00:00', '0000-00-00', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '', '', '', '', '', '', '2020-02-03 20:06:23', 'Wait_assignment'),
(3, '2020-02-03 21:25:55', 'JOB-0003', 'AC-01', 'ด่วนมาก', '0000-00-00 00:00:00', '2020-02-03 15:00:00', '', '', 'ไม่ทำงาน', 'informer', '', '0000-00-00 00:00:00', '0000-00-00', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '', '', '', '', '', '', '2020-02-03 21:25:55', 'Wait_assignment');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_sparepart`
--

CREATE TABLE `tbl_sparepart` (
  `id` int(11) NOT NULL,
  `spare_code` varchar(15) NOT NULL,
  `spare_category` varchar(70) NOT NULL,
  `spare_name_th` varchar(250) NOT NULL,
  `spare_name_en` varchar(255) NOT NULL,
  `spare_description` text NOT NULL,
  `spare_location` varchar(255) NOT NULL,
  `spare_brand` varchar(200) NOT NULL,
  `spare_model` varchar(200) NOT NULL,
  `spare_dealer` varchar(255) NOT NULL,
  `spare_price` double(10,2) NOT NULL,
  `spare_pic` varchar(200) NOT NULL,
  `spare_amount` int(11) NOT NULL,
  `spare_min` int(11) NOT NULL,
  `spare_install_date` date NOT NULL,
  `spare_start_work` date NOT NULL,
  `spare_stop_work` date NOT NULL,
  `note` text NOT NULL,
  `status` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_sparepart`
--

INSERT INTO `tbl_sparepart` (`id`, `spare_code`, `spare_category`, `spare_name_th`, `spare_name_en`, `spare_description`, `spare_location`, `spare_brand`, `spare_model`, `spare_dealer`, `spare_price`, `spare_pic`, `spare_amount`, `spare_min`, `spare_install_date`, `spare_start_work`, `spare_stop_work`, `note`, `status`) VALUES
(1, 'AC-01', 'Air Conditioner', 'เครื่องปรับอากาศ ออฟฟิตด้านหน้า 1', 'Air Conditioner Office Front', '', 'ออฟฟิตด้านหน้า 1', '', '', '', 0.00, 'engine.png', 2, 1, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Wait_assignment'),
(2, 'AC-02', 'Air Conditioner', 'เครื่องปรับอากาศ ออฟฟิตด้านหน้า 2', 'Air Conditioner Office Front', '', 'ออฟฟิตด้านหน้า 2', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(3, 'AC-03', 'Air Conditioner', 'เครื่องปรับอากาศ ออฟฟิตด้านหน้า 3', 'Air Conditioner Front', '', 'ออฟฟิตด้านหน้า 3', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(4, 'AC-04', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องแลบ 1', 'Air Condition Lab 1', '', 'ห้องแลบ 1', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(5, 'AC-05', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องแลบ 2', 'Air Condition Lab 2', '', 'ห้องแลบ 2', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(6, 'AC-06', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องประชุม', 'Air Condition Meeting Room', '', 'ห้องประชุม', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(7, 'AC-07', 'Air Conditioner', 'เครื่องปรับอากาศ', 'Air Condition Scales', '', 'ตาชั่ง', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(8, 'AC-08', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องServer 1', 'Air Condition Server 1', '', 'ห้องServer 1', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(9, 'AC-09', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องจัดซื้อปาล์ม', 'Air Condition Purchase Palm', '', 'ห้องจัดซื้อปาล์ม', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(10, 'AC-10', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องประเมิน', 'Air Condition assessmsnt', '', 'ห้องประเมิน', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(11, 'AC-11', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องสโตร์', 'Air Conditioner Store Room', '', 'ห้องสโตร์', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(12, 'AC-12', 'Air Conditioner', 'เครื่องปรับอากาศ ออฟฟิตโรงงานด้านล่าง', 'Air Conditioner Office Factory Below', '', 'ออฟฟิตโรงงานด้านล่าง', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(13, 'AC-13', 'Air Conditioner', 'เครื่องปรับอากาศ ออฟฟิตโรงงานด้านบน', 'Air Conditioner Office Factory Above 1', '', 'ออฟฟิตโรงงานด้านบน', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(14, 'AC-14', 'Air Conditioner', 'เครื่องปรับอากาศ ออฟฟิตโรงงานด้านบน', 'Air Conditioner Office Factory Above 2', '', 'ออฟฟิตโรงงานด้านบน', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(15, 'AC-15', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องControl หม้อนึ่ง', 'Air Conditioner Control Sterilizing', '', 'หม้อนึ่ง', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(16, 'AC-16', 'Air Conditioner', 'เครื่องปรับอากาศ ห้องControl เมล็ดใน', 'Air Conditioner Control Kernal', '', 'เมล็ดใน', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(17, 'AC-17', 'Air Conditioner', 'เครื่องปรับอากาศ ห้อง Control Boiler', 'Air Conditioner Control Boiler', '', 'ห้อง Control Boiler', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(18, 'AC-18', 'Air Conditioner', 'เครื่องปรับอากาศ ห้อง Control สกรูเพลส', 'Air Conditioner Control Screw Press', '', 'ห้อง Control สกรูเพลส', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(19, 'AC-19', 'Air Conditioner', 'เครื่องปรับอากาศ ห้อง Control ไฟ', 'Air Conditioner Control Fire Room', '', 'ห้อง Control ไฟ', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(20, 'AC-20', 'Air Conditioner', 'เครื่องปรับอากาศ Server2', 'Air Conditioner Server2', '', 'Server2', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(21, 'BR-01', '', 'เครื่องชั่งน้ำหนัก #1', 'Road Weighbridge #1', '', 'Bunch Reception', '', '', 'สุรพล', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(22, 'BR-02', '', 'เครื่องชั่งน้ำหนัก #2', 'Road Weighbridge #2', '', 'Bunch Reception', '', '', 'สุรพล', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(23, 'BR-03', '', 'ที่เก็บผลทะลายปาล์มสด', 'FFB Hoppers', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(24, 'BR-04', '', 'ประตูแลมพ์ #1', 'Door FFB Ramp #1', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(25, 'BR-05', '', 'ประตูแลมพ์ #2', 'Door FFB Ramp #2', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(26, 'BR-06', '', 'ประตูแลมพ์ #3', 'Door FFB Ramp #3', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(27, 'BR-07', '', 'ประตูแลมพ์ #4', 'Door FFB Ramp #4', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(28, 'BR-08', '', 'ประตูแลมพ์ #5', 'Door FFB Ramp #5', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(29, 'BR-09', '', 'ประตูแลมพ์ #6', 'Door FFB Ramp #6', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(30, 'BR-10', '', 'ประตูแลมพ์ #7', 'Door FFB Ramp #7', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(31, 'BR-11', '', 'ประตูแลมพ์ #8', 'Door FFB Ramp #8', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(32, 'BR-12', '', 'ประตูแลมพ์ #9', 'Door FFB Ramp #9', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(33, 'BR-13', '', 'ประตูแลมพ์ #10', 'Door FFB Ramp #10', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(34, 'BR-14', '', 'ประตูแลมพ์ #11', 'Door FFB Ramp #11', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(35, 'BR-15', '', 'ประตูแลมพ์ #12', 'Door FFB Ramp #12', '', 'Bunch Reception', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(36, 'BR-16', '', 'เพาเวอร์แพ็กประตูแลมพ์', 'Power pack For Door Ramp', '', 'Bunch Reception', 'Rexroth', 'U1-80-1X/G2-16/4M', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(37, 'BS-01', 'Pump', 'ปั๊มน้ำอ่อน #1', 'Softener Pump #1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(38, 'BS-02', 'Pump', 'ปั๊มน้ำอ่อน #2', 'Softener Pump #2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(39, 'BS-03', '', 'ถังน้ำเกลือ', 'Sodium Chloride Tank', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(40, 'BS-04', '', 'ปั๊มผสมน้ำเกลือ', 'Sodium Chloride Mixture', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(41, 'BS-05', '', 'ถังน้ำอ่อน #1', 'Softener Tank #1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(42, 'BS-06', '', 'ถังน้ำอ่อน #2', 'Softener Tank #2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(43, 'BS-07', '', 'ถังพักน้ำ', 'Boiler Stock Tank', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(44, 'BS-08', 'Pump', 'ปั๊มส่งน้ำ #1', 'Deaertor Feed Water Pump #1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(45, 'BS-09', 'Pump', 'ปั๊มส่งน้ำ #2', 'Deaertor Feed Water Pump #2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(46, 'BS-10', '', 'ถังเคมี #3', 'Chemical Tank #3', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(47, 'BS-11', '', 'ถังเคมี #4', 'Chemical Tank #4', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(48, 'BS-12', '', 'ถังเคมี #5', 'Chemical Tank #5', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(49, 'BS-13', 'Pump', 'ปั๊มผสมเคมี #3', 'Chemical Mixture Pump#3', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(50, 'BS-14', 'Pump', 'ปั๊มผสมเคมี #4', 'Chemical Mixture Pump#4', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(51, 'BS-15', 'Pump', 'ปั้มผสมเคมี#5', 'Chemical Mixture Pump #5', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(52, 'BS-16', '', 'ระบบกำจัดอากาศ', 'Thermal Deaertor System', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(53, 'BS-17', 'Pump', 'ปั๊มป้อนน้ำเข้าหม้อต้มไอ#1', 'Electric Feed Boiler Pump #1', '', 'Boiler Station', 'Speck pumpen', 'es5008', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(54, 'BS-18', 'Pump', 'ปั๊มป้อนน้ำเข้าหม้อต้มไอ#2', 'Electric Feed Boiler Pump #2', '', 'Boiler Station', 'Speck pumpen', 'es5008', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(55, 'BS-19', 'Chain Conveyor', 'ลางลำเลียงเส้นใย #1', 'Fuel Conveyor #1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(56, 'BS-20', 'Chain Conveyor', 'ลางลำเลียงเส้นใย #2', 'Fuel Conveyor #2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(57, 'BS-21', 'Screw Conveyor', 'ลางลำเลียงเส้นใย #3', 'Fuel  Conveyor #3 (Screw)', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(58, 'BS-22', '', 'เครื่องกระจายเส้นใย', 'Walking Floor', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(59, 'BS-23', 'Chain Conveyor', 'ลางลำเลียงเส้นใย #4', 'Fuel Conveyor #4', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(60, 'BS-24', 'Chain Conveyor', 'ลางขนย้ายเส้นใย', 'Fuel Transfer Conveyor', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(61, 'BS-25', '', 'เครื่องแบ่งปริมาณเส้นใย', 'Pendulum', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(62, 'BS-26', '', 'เครื่องแบ่งลม', 'Puffing', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(63, 'BS-27', 'Boiler', 'หม้อน้ำ', 'Boiler', '', 'Boiler Station', 'Doilermech', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(64, 'BS-28', '', 'ปล่องเก็บเสียง', 'Boiler Silencer', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(65, 'BS-29', 'Blower', 'พัดลมป้อนใย', 'F.F.  Fan (Fuel Feeder Fan)', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(66, 'BS-30', 'Blower', 'พัดลมอัดอากาศ', 'S. A. Fan  (Secondary Air  Fan)', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(67, 'BS-31', 'Blower', 'พัดลมดูดควัน', 'I.D. Fan (Induced Draft Fan)', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(68, 'BS-32', 'Blower', 'พัดลมเป่าใต้ตะกรับ', 'F.D. Fan (Forced Draft Fan)', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(69, 'BS-33', '', 'เครื่องกันลมขี้เถ้า #1', 'Air Lock Ash #1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(70, 'BS-34', '', 'เครื่องกันลมขี้เถ้า #2', 'Air Lock Ash #2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(71, 'BS-35', 'Screw Conveyor', 'สกรูลำเลียงขี้เถ้า #1', 'Ash Conveyor #1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(72, 'BS-36', 'Screw Conveyor', 'สกรูลำเลียงขี้เถ้า #2', 'Ash Conveyor #2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(73, 'BS-37', '', 'ปล่องควัน', 'Chimney', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(74, 'BS-38', '', 'ปั๊มลม #3', 'Air Compresser#3', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(75, 'BS-39', 'Chain Conveyor', 'รางลำเลียงเส้นใย5', 'Fuel #5', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(76, 'BS-40', '', 'Bunner', 'Bunner', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(77, 'BS-41', 'Boiler', 'เครื่องอุ่นน้ำร้อน1', 'Economizer 1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2018-12-06', '2019-01-06', '0000-00-00', '', 'Active'),
(78, 'BS-42', 'Boiler', 'เครื่องอุ่นน้ำร้อน2', 'Economizer 2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2018-11-06', '0000-00-00', '0000-00-00', '', 'Active'),
(79, 'BS-43', 'Boiler', 'เครื่องอุ่นน้ำร้อน3', 'Economizer 3', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2018-11-06', '0000-00-00', '0000-00-00', '', 'Active'),
(80, 'BS-44', 'Blower', 'ชุดอุ่นอากาศ', 'Air Preheater', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2018-11-06', '0000-00-00', '0000-00-00', '', 'Active'),
(81, 'BS-45', 'Blower', 'เครื่องควบคุมปิด-เปิดลม 1', 'Damper 1', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2018-11-06', '0000-00-00', '0000-00-00', '', 'Active'),
(82, 'BS-46', 'Blower', 'เครื่องควบคุมปิด-เปิดลม 2', 'Damper 2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2018-11-06', '0000-00-00', '0000-00-00', '', 'Active'),
(83, 'BS-47', 'Blower', 'เครื่องควบคุมปิด-เปิดลม 3', 'Damper 3', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2018-11-06', '0000-00-00', '0000-00-00', '', 'Active'),
(84, 'BS-48', 'Air  Compressor', 'ปั้มลม #4', 'Air  Compressor #4', '', 'Boiler Station', '', 'PP-315 520L', '', 0.00, '', 0, 0, '2019-03-21', '2019-03-23', '0000-00-00', '', 'Active'),
(85, 'BS-49', 'Boiler', 'ถังพักน้ำ #2', 'Boiler Stock Tank #2', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(86, 'CS-01', '', 'ถังตกจม #2', 'Vertical Clarifier Setting Tank#2', '', 'Tank', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(87, 'CS-02', 'Tank', 'ถังสลัดจ์', 'Sludge Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(88, 'CS-03', 'Pump', 'ปั๊มสลัดจ์ #1', 'Siudge Pump #1', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(89, 'CS-04', 'Pump', 'ปั๊มสลัดจ์ #2', 'Siudge Pump #2', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(90, 'CS-05', 'Cyclone', 'เครื่องแยกทราย #2', 'Sand Cyclone #2', '', 'Clarification Station', 'Westfarial', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(91, 'CS-06', 'Cyclone', 'ถังป้อนสลัดจ์เครื่องแยก 3 สถานะ', 'Sludge Buffer Tank', '', 'Clarification Station', 'Westfarial', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(92, 'CS-07', 'Excavator', 'เครื่องแยก 3 สถานะ', 'Decanter#1', '', 'Clarification Station', 'Westfarial', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(93, 'CS-08', 'Separetor', 'เครื่องแยก 3 สถานะ#2', 'Decanter#2', '', 'Clarification Station', 'Westfarial', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(94, 'CS-09', 'Screw Conveyor', 'สกรูลำเลียงกากตะกอน #1', 'Decanter Cake Conveyor #1', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(95, 'CS-10', 'Screw Conveyor', 'สกรูลำเลียงกากตะกอน #2', 'Decanter Cake Conveyor #2', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(96, 'CS-11', 'Tank', 'ถังน้ำมันตีกลับ', 'Reclaim Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(97, 'CS-12', 'Pump', 'ปั๊มน้ำมันตีกลับ #1', 'Reclaim Pump #1', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(98, 'CS-13', 'Tank', 'ถังน้ำมันเก็บกลับ', 'Recovery Buffer Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(99, 'CS-14', 'Pump', 'ปั๊มน้ำมันเก็บกลับ #1', 'Recovery Buffer Pump #1', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(100, 'CS-15', 'Pump', 'ปั๊มน้ำมันเก็บกลับ #2', 'Recovery Buffer Pump #2', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(101, 'CS-16', 'Tank', 'ถังน้ำมัน', 'Pure Oil Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(102, 'CS-17', 'Pump', 'ปั๊มน้ำมันกลับ', 'Oil Recycling Pump', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(103, 'CS-18', 'Pump', 'ปั๊มป้อนน้ำมัน #1', 'Purifile Feed Pump #1', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(104, 'CS-19', 'Pump', 'ปั๊มป้อนน้ำมัน #2', 'Purifile Feed Pump #2', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(105, 'CS-20', 'Separetor', 'เครื่องทำให้น้ำมันบริสุทธิ์', 'Purifier', '', 'Clarification Station', 'Westfarial', 'OSD-35', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(106, 'CS-21', 'Tank', 'ถังลูกลอย', 'Float Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(107, 'CS-22', 'Tank', 'ถังสูญญากาศ', 'Vacuum Tank', '', 'Clarification Station', 'HSS', 'HSS/VOD15-970-MS', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(108, 'CS-23', 'Pump', 'ปั๊มสูญญากาศ #1', 'Vacuum Dryer  Pump #1', '', 'Clarification Station', 'Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(109, 'CS-24', 'Pump', 'ปั๊มสูญญากาศ #2', 'Vacuum Dryer  Pump #2', '', 'Clarification Station', 'Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(110, 'CS-25', 'Pump', 'ปั๊มส่งน้ำมัน#1', 'Oil Tranfer Pump #1', '', 'Clarification Station', 'Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(111, 'CS-26', 'Pump', 'ปั๊มส่งน้ำมัน#2', 'Oil Tranfer Pump #2', '', 'Clarification Station', 'Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(112, 'CS-27', 'Tank', 'ถังน้ำร้อน', 'Hot Watetr Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(113, 'CS-28', 'Tank', 'ถังแยกน้ำมัน', 'Deoiling Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(114, 'CS-29', 'Pit', 'บ่อสลัดจ์', 'Sludge Pit', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(115, 'CS-30', 'Pump', 'ปั๊มสลัดจ์ #1', 'Sludge Pit Pump #1', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(116, 'CS-31', 'Pump', 'ปั๊มสลัดจ์ #2', 'Sludge Pit Pump #2', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(117, 'CS-32', '', 'บ่อน้ำเสีย', 'Waste Water Pit', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(118, 'CS-33', 'Pump', 'ปั๊มน้ำเสีย #1', 'Waste Water Pump #1', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(119, 'CS-34', 'Pump', 'ปั๊มน้ำเสีย #2', 'Waste Water Pump #2', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(120, 'CS-35', 'Tank', 'ถังดักน้ำมันกลับ', 'Recovery Tank', '', 'Clarification Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(121, 'CS-36', 'Pump', 'ปั๊มน้ำมันกลับ', 'Recovery Pump', '', 'Clarification Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(122, 'CS-37', '', 'ปั๊มลม #2', 'Air Compressure #2', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(123, 'CS-38', 'Separetor', 'เครื่องแยกน้ำมัน # 1', 'Separator PASX 710 # 1', '', 'Clarification Station', 'Westfarial', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(124, 'CS-39', 'Separetor', 'เครื่องแยกน้ำมัน #2', 'Separator PASX 710 # 2', '', 'Clarification Station', 'Westfarial', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(125, 'CS-40', 'Tank', 'ถังฟีต', 'Separator Feed Tank # 3', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(126, 'CS-41', 'Tank', 'ถังน้ำร้อน', 'Hot Water Tank # 3', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(127, 'CS-42', 'Pump', 'ปั้มป้อนสลัดจ์เข้าถังฟีต', 'Separator Feed Pump', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(128, 'CS-43', 'Vibrating Screen', 'ตะแกรงสั่นเครื่องแยกน้ำมัน', 'Separator Vibrating', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(129, 'CS-44', 'Cyclone', 'เครื่องแยกทราย #3', 'Sand Cyclon #3', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(130, 'CS-45', 'Cyclone', 'ถังพักน้ำสลัดจ์จากตะแกรงสั่น', 'Separator Sludge Buffer Tank', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-12-07', '0000-00-00', '', 'Active'),
(131, 'CS-46', 'Pump', 'ปั้มดับเพลิง', 'Fire Pump', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-08-22', '0000-00-00', '', 'Active'),
(132, 'CS-47', 'Tank', 'ถังฟีต 4', 'Separator  Feed  Tank #4', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '2019-06-22', '2019-06-22', '0000-00-00', '', 'Active'),
(133, 'CS-48', 'Tank', 'ถังระดับ', 'ฺBalance Water Tank', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '2019-06-22', '2019-06-22', '0000-00-00', '', 'Active'),
(134, 'CS-49', 'Pump', 'ปั้มFeed', 'Pump Separator  Feed Tank', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '2019-06-22', '2019-06-22', '0000-00-00', '', 'Active'),
(135, 'CS-50', '', 'ถังตกจม แนวนอน #1', 'Vertical Clarifier Setting Tank #1', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2019-08-20', '0000-00-00', '', 'Active'),
(136, 'CS-51', '', 'ปั๊มน้ำมัน', 'Pure Oil  Pump', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2019-08-20', '0000-00-00', '', 'Active'),
(137, 'CS-52', '', 'ถังน้ำมัน # 1', 'Pure Oil  Tank # 1', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2019-08-20', '0000-00-00', '', 'Active'),
(138, 'KS-01', '', 'ปล่องแยกเส้นใยกับเมล็ด', 'Depericarper Column', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(139, 'KS-02', 'Cyclone', 'เครื่องแยกเส้นใย', 'Fiber Cyclone', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(140, 'KS-03', 'Blower', 'พัดลมเครื่องแยกเส้นใย', 'Fiber Cyclone Fan', '', 'Kernal Recovery Station', 'Novenco', 'CBS-900/70/R', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(141, 'KS-03-01', 'motor', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DRS132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(142, 'KS-03-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(143, 'KS-04', 'Cyclone', 'เครื่องดักลมของ', 'Fiber Cyclone Airlock', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(144, 'KS-04-01', 'motor', 'มอเตอร์', 'motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DRSW132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(145, 'KS-04-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(146, 'KS-05', 'Drum', 'เครื่องขัดมล็ด', 'Nut Polishing Drum', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(147, 'KS-05-01', 'motor', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', 'Elektrim', '225 S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(148, 'KS-05-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'EASTFORCE', 'EF3000-B1', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(149, 'KS-06', 'Screw Conveyor', 'สกรูลำเลียงมล็ด', 'Auger Nut Conveyor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(150, 'KS-06-01', 'motor', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DRS112M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(151, 'KS-06-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R87DRS112M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(152, 'KS-07', 'Cyclone', 'เครื่องแยกหิน', 'Destoner Cyclone', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(153, 'KS-08', 'Blower', 'พัดลมเครื่องแยกหิน', 'Destoner Cyclone Fan', '', 'Kernal Recovery Station', 'Novenco', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(154, 'KS-08-01', '', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(155, 'KS-08-02', '', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(156, 'KS-09', 'Column', 'ปล่องเครื่องแยกหิน', 'Destoner Column', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(157, 'KS-10', 'Cyclone', 'เครื่องกันลมเครื่องแยกหิน', 'Air Lock Destoner Cyclone', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(158, 'KS-10-01', 'motor', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DFV132S4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(159, 'KS-10-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R87/A', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(160, 'KS-11', 'Elevator', 'กะพ้อตักเมล็ด', 'Nut Elevator', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(161, 'KS-11-01', 'motor', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DRS132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(162, 'KS-11-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R97 DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(163, 'KS-12', 'Screw Conveyor', 'สกรูลำเลียงเมล็ดลงถัง', 'Nut Distribution Conveyor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(164, 'KS-12-01', 'motor', 'มอเตอร์', 'motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DRSW132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(165, 'KS-12-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R97 DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(166, 'KS-13', 'Silo', 'ถังอบเมล็ด #1', 'Nut Drying Silo #1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(167, 'KS-14', 'Silo', 'ถังอบเมล็ด #2', 'Nut Drying Silo #2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(168, 'KS-15', 'Blower', 'พัดลมอบเมล็ด #1', 'Dry Nut Fan #1', '', 'Kernal Recovery Station', 'Novenco', 'LED-1014-4-L1', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(169, 'KS-15-01', 'motor', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DRS132S4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(170, 'KS-15-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R137DRS132S4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(171, 'KS-16', 'Blower', 'พัดลมอบเมล็ด #2', 'Dry Nut Fan #2', '', 'Kernal Recovery Station', 'Novenco', 'LED-1014-4-L1', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(172, 'KS-16-01', 'motor', 'มอเตอร์', 'Motor', '', 'Kernal Recovery Station', 'SEW eurodrive', 'DRS132S4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(173, 'KS-16-02', 'GEAR', 'เกียร์', 'Gear', '', 'Kernal Recovery Station', 'SEW eurodrive', 'R137DRS132S4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(174, 'KS-17', 'Screw Conveyor', 'สกรูลำเลียงเมล็ด', 'Dry Nut Conveyor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(175, 'KS-18', 'Elevator', 'กะพ้อตักเมล็ด', 'Dry Nut Elevator', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(176, 'KS-19', '', 'เครื่องแยกขนาดเมล็ด', 'Nut Grading Drum', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(177, 'KS-20', '', 'ถังพักเมล็ด', 'Hopper Nut', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(178, 'KS-21', '', 'เครื่องกะเทาะเมล็ด #1', 'Ripple Mill #1', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(179, 'KS-22', '', 'เครื่องกะเทาะเมล็ด #2', 'Ripple Mill #2', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(180, 'KS-23', 'Screw Conveyor', 'สกรูลำเลียงเมล็ดกะเทาะ', 'Cracked Mixture Conveyor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(181, 'KS-24', '', 'ปล่องแยกกะลากับเมล็ดใน #1', 'LTDS Column #1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(182, 'KS-25', 'Blower', 'พัดลมเครื่องแยกกะลากับเมล็ดใน #1', 'LTDS Fan #1', '', 'Kernal Recovery Station', 'Novenco', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(183, 'KS-26', '', 'เครื่องดักลมของเมล็ดรวม#1', 'Cracked Mixture Air Lock#1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(184, 'KS-27', 'Cyclone', 'เครื่องแยกกะลากับเมล็ดใน #1', 'LTDS Cyclone #1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(185, 'KS-28', '', 'เครื่องกันลมเครื่องแยกกะลากับเมล็ด #1', 'LTDS Air Lock #1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(186, 'KS-29', 'Column', 'ปล่องแยกกะลากับเมล็ดใน #2', 'LTDS Column #2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(187, 'KS-30', 'Blower', 'พัดลมเครื่องแยกกะลากับเมล็ดใน #2', 'LTDS Fan #2', '', 'Kernal Recovery Station', 'Novenco', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(188, 'KS-31', 'Airl ock', 'เครื่องดักลมของเมล็ดรวม#2', 'Cracked Mixture Air Lock#2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(189, 'KS-32', 'Cyclone', 'เครื่องแยกกะลากับเมล็ดใน #2', 'LTDS Cyclone #2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(190, 'KS-33', '', 'เครื่องกันลมเครื่องแยกกะลากับเมล็ด #2', 'LTDS Air Lock #2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(191, 'KS-34', '', 'เครื่องแยกกะลากับแมล็ดใน', 'Hydrocyclone', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(192, 'KS-35', 'Screen', 'ตะแกรงแยกเมล็ด', 'Hydrocyclonescreen', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(193, 'KS-36', 'Pump', 'ปั๊มน้ำเครื่องแยกกะลากับเมล็ดใน #1', 'Hydrocyclone Pump #1', '', 'Kernal Recovery Station', 'Kew Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(194, 'KS-37', 'Pump', 'ปั๊มน้ำเครื่องแยกกะลากับเมล็ดใน #2', 'Hydrocyclone Pump #2', '', 'Kernal Recovery Station', 'Kew Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(195, 'KS-38', 'Pump', 'ปั๊มน้ำเครื่องแยกกะลากับเมล็ดใน #3', 'Hydrocyclone Pump #3', '', 'Kernal Recovery Station', 'Kew Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(196, 'KS-39', 'Pit', 'บ่อน้ำเสียไฮโดรไซโครน', 'West Hydrocyclone Pit', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(197, 'KS-40', 'Pump', 'ปั๊มน้ำเสียไฮโดรไซโครน #1', 'West Hydrocyclone Pump #1', '', 'Kernal Recovery Station', 'Kew Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(198, 'KS-41', 'Pump', 'ปั๊มน้ำเสียไฮโดรไซโครน #2', 'West Hydrocyclone Pump #2', '', 'Kernal Recovery Station', 'Kew Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(199, 'KS-42', 'Bath', 'เครื่องแยกด้วยดินขาว', 'Clay Bath', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(200, 'KS-43', 'Screen', 'ตะแกรงสั่นแยกกะลากับเมล็ดใน', 'Vibrating Screen', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(201, 'KS-44', 'Pump', 'ปั๊มน้ำดินขาว', 'Clay Bath Pump', '', 'Kernal Recovery Station', 'Kew Pump', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(202, 'KS-45', 'Screw Conveyor', 'สกรูลำเลียงกะลา', 'Wet Shell comveryor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(203, 'KS-46', 'Airl ock', 'เครื่องดักลมกะลาเปียก', 'Wet Shell Air lock', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(204, 'KS-47', 'Blower', 'พัดลมส่งกะลาเปียก', 'Shell Fan Transfer', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(205, 'KS-48', '', 'เครื่องแยกกะลา', 'Shell Cyclone', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(206, 'KS-49', 'Airl ock', 'เครื่องกันลมเครื่องแยกกะลา #1', 'Shell Cyclone Airlock #1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(207, 'KS-50', 'Airl ock', 'เครื่องกันลมเครื่องแยกกะลา #2', 'Shell Cyclone Air Lock#2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(208, 'KS-51', 'Silo', 'ถังเก็บกะลา', 'Shell Bunker Silo', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(209, 'KS-52', 'Screw Conveyor', 'สกรูลำเลียงเมล็ดเปียก #1', 'Dry / Wet Kernel Conveyor #1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(210, 'KS-53', 'Screw Conveyor', 'สกรูลำเลียงเมล็ดเปียก #2', 'Dry / Wet Kernel Conveyor #2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(211, 'KS-54', 'Elevator', 'กะพ้อลำเลียงเมล็ดในเปียก', 'Dry / Wet Kernel Elevator', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(212, 'KS-55', 'Screw Conveyor', 'สกรูลำเลียงเมล็ดในเปียก', 'Dry / Wet Kernel Distribution Conveyor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(213, 'KS-56', 'Silo', 'ถังอบเมล็ดใน #1', 'Kernel Dry  Silo #1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(214, 'KS-57', 'Silo', 'ถังอบเมล็ดใน #2', 'Kernel Dry  Silo #2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(215, 'KS-58', 'Silo', 'ถังอบเมล็ดใน #3', 'Kernel Dry  Silo #3', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(216, 'KS-59', 'Blower', 'พัดลมอบเมล็ดใน #1', 'Dry kernel Fan #1', '', 'Kernal Recovery Station', 'Novenco', 'LED-10104-4-L1', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(217, 'KS-59', 'Silo', 'ถังเก็บเมล็ดในอบแห้ง', 'Kernel Bunker Silo', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(218, 'KS-60', 'Blower', 'พัดลมอบเมล็ดใน #2', 'Dry kernel Fan #2', '', 'Kernal Recovery Station', 'Novenco', 'LED-10104-4-L1', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(219, 'KS-61', 'Blower', 'พัดลมอบเมล็ดใน #3', 'Dry kernel Fan #3', '', 'Kernal Recovery Station', 'Novenco', 'LED-10104-4-L1', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(220, 'KS-62', 'Screw Conveyor', 'สกรูลำเลียงเมล็ดในอบแห้ง', 'Dry Kernel Conveyor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(221, 'KS-63', '', 'เครื่องดักลมของเมล็ดในอบแห้ง', 'Dry Kernel Air lock', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(222, 'KS-64', 'Blower', 'พัดลมส่งเมล็ดในอบแห้ง', 'Dry Kernel Fan Tranfer', '', 'Kernal Recovery Station', 'Novenco', 'CBS-710/100/R', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(223, 'KS-65', 'Screw Conveyor', 'สกรูลำเลียงเมล็ดในอบแห้ง', 'Kernel Bunker Distribution Conveyor', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(224, 'KS-66', 'Silo', 'ถังเก็บเมล็ดในอบแห้ง #!', 'Kernel Bunker Silo#1', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(225, 'KS-67', 'Silo', 'ถังเก็บเมล็ดในอบแห้ง#2', 'Kernel Bunker Silo#2', '', 'Kernal Recovery Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(226, 'KS-68', 'Tank', 'แท้งน้ำคอนเดรนเสท', 'Condensate  Kernel  Tank', '', 'Kernal Recovery Station', '', '', '', 0.00, '', 0, 0, '2019-11-16', '2019-11-16', '0000-00-00', '', 'Active'),
(227, 'KS-68-01', 'Pump', 'ปั้มคอนเดรนเสท', 'Condensate Kernel Pump', '', 'Kernal Recovery Station', 'Kew Pump', 'KS-SR  MODEL 32-160', '', 0.00, '', 0, 0, '2019-11-16', '2019-11-16', '0000-00-00', '', 'Active'),
(228, 'KS-68-02', 'motor', 'มอเตอร์', 'MOTOR', '', 'Kernal Recovery Station', '็HASCON electric motor', 'Model HC 132S1-2 B3', '', 0.00, '', 0, 0, '2019-11-16', '2019-11-16', '0000-00-00', '', 'Active'),
(229, 'MT-001', 'เครืองกลึง', 'เครื่องกลึง Hung 560x1500', 'Lathe Machine (Hung)', '', 'Craftman Tool', 'Hung', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(230, 'MT-002', '', 'เครื่องกลึง Yam8.5 ฟุต', 'Lathe Machine(Yam)', '', 'Craftman Tool', 'Yam', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(231, 'MT-003', '', 'แท่นไส', 'Thacn si', '', 'Craftman Tool', 'Yamaguchi', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(232, 'MT-004', '', 'มิลลิ่ง', 'Milling', '', 'Craftman Tool ซ่อมบำรุง', 'M3', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-09-26', '0000-00-00', '', 'Active'),
(233, 'MT-005', '', 'ตู้เชื่อมพลัง #1 500A', 'Power Cabinets#1', '', 'Craftman Tool', 'พลัง', '500A', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(234, 'MT-006', '', 'ตู้เชื่อมพลัง #2 300A', 'Power Cabinet #2', '', 'Craftman Tool', 'พลัง', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(235, 'MT-007', '', 'ตู้เชื่อมพลัง #3 300A', 'Power Cabinet #3', '', 'Craftman Tool', 'พลัง', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(236, 'MT-008', '', 'ตู้เชื่อมมือถือ #1 200A', 'Mobile cabinet#1', '', 'Craftman Tool', 'Jasic 200A', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(237, 'MT-009', '', 'ตู้เชื่อมมือถือ #2 200A', 'Mobile Cabinet#2', '', 'Craftman Tool', 'Jasic 200A', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(238, 'MT-010', '', 'ตู้เชื่อมมือถือ #3 200A', 'Mobile Cabinet#3', '', 'Craftman Tool', 'Welpro 200A', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(239, 'MT-011', '', 'ตู้ตัดพลาสม่า', 'Plasma Cutter', '', 'Craftman Tool', 'Jasic', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(240, 'MT-012', '', 'แท่นอัดไฮดรอลิค', 'Hydraulic Pree', '', 'Craftman Tool', 'Toyo', '60 ton', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(241, 'MT-013', '', 'ปั๊มลม', 'Air pump', '', 'Craftman Tool', 'Hitachi', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(242, 'MT-014', '', 'ไฟเบอร์ตัดเหล็ก', 'Fiber Cutter', '', 'Craftman Tool', 'Winner', '16\"', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(243, 'MT-015', '', 'เลื่อยกลไฟฟ้า1', 'Electro-mechanical slide2', '', 'Craftman Tool', 'Hero', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(244, 'MT-016', '', 'สว่านแท่น', 'Drill', '', 'Craftman Tool', 'King M3', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(245, 'MT-017', '', 'สว่านแม่เหล็ก', 'Magnetic Drill', '', 'Craftman Tool', 'Pumpkin', '1100w', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(246, 'MT-018', '', 'บล็อคไฟฟ้า 1/2\"', 'Electric Block#1', '', 'Craftman Tool', 'Thakita', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(247, 'MT-019', '', 'บล็อคไฟฟ้า 3/4\"', 'Electric Block#2', '', 'Craftman Tool', 'Thakita', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(248, 'MT-020', '', 'ชุดตัดแก๊สตามแบบ #1', 'Gas Cutter', '', 'Craftman Tool', 'Kovet', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(249, 'MT-021', 'Gas  Cutter', 'ชุดตัดแก๊สตามแบบ #2', 'Gas Cutter', '', 'Craftman Tool', 'Kovet', 'TYPE-KV2-150', '', 0.00, '', 0, 0, '2019-07-14', '2019-07-14', '0000-00-00', '', 'Active'),
(250, 'MT-022', 'Welding', 'ตู้เชื่อมพลัง #4 300A', 'Power Cabinets#4', '', 'Mainternanec', 'พลัง', 'MOD-300/220/380V', '', 0.00, '', 0, 0, '2019-06-04', '2019-06-04', '0000-00-00', '', 'Active'),
(251, 'MT-023', 'Welding', 'ตู้เชื่อมพลัง # 5 300A', 'Power Cabinets#5', '', 'Mainternanec', 'พลัง', '', '', 0.00, '', 0, 0, '2019-07-09', '2019-07-09', '0000-00-00', '', 'Active'),
(252, 'MT-024', 'ใช้ขัน ถอน-ประกอบน๊อต', 'บล็อคไฟฟ้า 1/2\" Thakita', 'Electric Block#3', '', 'Mainternanec', 'Thakita', '', '', 0.00, '', 0, 0, '2019-07-10', '2019-07-10', '0000-00-00', '', 'Active'),
(253, 'MT-025', 'เครืองกลึง', 'เครื่องกลึง Chu Shing', 'Lathe Machine  Shu Shing', '', 'Craftman Tool', 'Chu Shing  Maching  co.ltd.', '', '', 0.00, '', 0, 0, '2019-09-14', '2019-09-14', '0000-00-00', '', 'Active'),
(254, 'MT-026', 'เครืองช๊าตแบตเตอร์รี่', 'เครื่องประจุไฟแบตเตอร์รี่', 'Battery  Charger', '', 'Craftman Tool', 'POMA', '', '', 0.00, '', 0, 0, '2019-09-13', '2019-09-13', '0000-00-00', '', 'Active'),
(255, 'MT-027', 'เครืองเลื่อยไฟฟ้า', 'เลื่อยกลไฟฟ้า Hero 2', 'Electro-Mechanical Slidees 2', '', 'Mainternanec', 'Hero Hack Sawing Machine', '', '', 0.00, '', 0, 0, '2019-12-15', '2019-12-15', '0000-00-00', '', 'Active'),
(256, 'OS-01', 'Tank', 'ถังเก็บน้ำมันปาล์ม #1', 'Palm Oil Storage Tank #1', '', 'Palm Oil Storage', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(257, 'OS-02', 'Tank', 'ถังเก็บน้ำมันปาล์ม #2', 'Palm Oil Storage Tank #2', '', 'Palm Oil Storage', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(258, 'OS-03', 'Pump', 'ปั๊มจ่าย #1', 'Oil Despatch Pump Shed #1', '', 'Palm Oil Storage', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(259, 'OS-04', 'Pump', 'ปั๊มจ่าย #2', 'Oil Despatch Pump Shed #2', '', 'Palm Oil Storage', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(260, 'OS-05', 'Tank', 'ถังผสมน้ำมัน', 'Oil Mixing Tank', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(261, 'OS-06', '', 'ปั๊มผสมน้ำมัน', 'Oil Mixing Pump', '', 'Clarification Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(262, 'OS-07', '', 'อารคารจ่ายน้ำมัน', 'Oil Loading Shed', '', 'Palm Oil Storage', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(263, 'PC-01', 'คอมพิวเตอร์', 'PDS-ACC01-PC', 'PDS-ACC01-PC', '', 'อุปกรณ์ไอที', 'Lenovo', 'Thingpad', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(264, 'PDG-001', '', 'ชุดวัด COD', '', '', 'Biogas', '', 'DR900 /  HACH U.S.A', '', 0.00, '', 0, 0, '2016-10-12', '0000-00-00', '0000-00-00', '', 'Wait_assignment'),
(265, 'PDG-002', '', 'ชุดเตาให้ความร้อน (เตาย่อย)', '', '', 'Biogas', '', 'DRB200 / HACH U.S.A', '', 0.00, '', 0, 0, '2016-10-12', '0000-00-00', '0000-00-00', '', 'Active'),
(266, 'PDG-003', '', 'Imhoff Cone', '', '', 'Biogas', '', 'Vitlab', '', 0.00, '', 0, 0, '2016-11-01', '0000-00-00', '0000-00-00', '', 'Active'),
(267, 'PDG-004', '', 'Bunchner Funnel Pocelian', 'Bunchner Funnel Pocelian', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(268, 'PDG-005', '', 'Suction Flask', 'Suction Flask', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(269, 'PDG-006', '', 'เครืองวัดแก๊ส', 'Gas Detetector', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(270, 'PDG-007', '', 'เครื่องเป่าลมร้อน', 'เครื่องเป่าลมร้อน', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(271, 'PDG-008', '', 'เครื่องวัดอุณหภูมิ', 'Temperature monitor', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(272, 'PDG-009', '', 'เครื่องดูดน้ำ2นิ้ว', 'Divo#1', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active');
INSERT INTO `tbl_sparepart` (`id`, `spare_code`, `spare_category`, `spare_name_th`, `spare_name_en`, `spare_description`, `spare_location`, `spare_brand`, `spare_model`, `spare_dealer`, `spare_price`, `spare_pic`, `spare_amount`, `spare_min`, `spare_install_date`, `spare_start_work`, `spare_stop_work`, `note`, `status`) VALUES
(273, 'PDG-010', '', 'อินเวอร์เตอร์', 'Inverter', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(274, 'PDG-011', '', 'Blower#1', 'Blower#1', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(275, 'PDG-012', '', 'Blower#2', 'Blower#2', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(276, 'PDG-013', '', 'เครื่องดูดน้ำ1นิ้ว', 'Divo#2', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(277, 'PDG-014', '', 'Flare', 'Flare', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(278, 'PDG-015', 'Pump', 'ปั๊มน้ำขาเข้าบ่อ #1', 'Pump #1', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(279, 'PDG-016', 'Pump', 'ปั๊มน้ำขาออกจากบ่อ #2', 'Pump #2', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(280, 'PDG-017', 'Pump', 'ปั๊มดูดตะกอน #3', 'Pump #3', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(281, 'PDG-018', 'Pump', 'ปั๊มดูดขี้เค้ก #4', 'Pump#4', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(282, 'PDG-019', 'Pump', 'ปั้มดูดน้ำดี (หน้าป้อมยาม) #5', 'Pump#5', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(283, 'PDG-020', 'Tank', 'อุปกรณ์ระบายความดันสูงเกิน', 'Over Pressure Relief Device', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(284, 'PDG-021', 'เครื่องปั่นไฟ', 'เครื่องปั่นไฟ MITSUBISHI AVR 160 A', 'Generator', '', 'Biogas', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2016-03-25', '0000-00-00', '', 'Active'),
(285, 'PR-01', '', 'ถังพักไอน้ำ', 'Back Pressure Vessel', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(286, 'PR-02', '', 'กังหันไอน้ำ', 'Steam Tubine', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(287, 'PR-03', '', 'เครื่องกำเนิดไฟฟ้า (กังหันไอน้ำ)', 'Turbine Generator', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(288, 'PR-04', '', 'เครื่องกำเนิดไฟฟ้า #1 (550kVA)', 'Disel Generating Set #1', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(289, 'PR-05', '', 'เครื่องกำเนิดไฟฟ้า #2 (250kVA)', 'Disel Generating Set #2', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(290, 'PR-06', '', 'ถังเก็บน้ำมันเชื้อเพลิง', 'Disel Fuel Storage Tank', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(291, 'PR-07', '', 'หม้อแปลง', 'Import Transformer', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(292, 'PR-08', '', 'ตู้จ่ายไฟฟ้าหลัก', 'MDB Panel', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(293, 'PR-08', '', 'ถังน้ำระบายความร้อน', 'Tubine Cooling Water Tank', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(294, 'PR-09', '', 'ตู้จ่ายไฟฟ้า #1', 'MCC #1 Sterilizer Control', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(295, 'PR-10', '', 'ตู้จ่ายไฟฟ้า #2', 'MCC #2 Sterlizer PLC', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(296, 'PR-11', '', 'ตู้จ่ายไฟฟ้า #3', 'MCC #3 Sterilizer Loading FFB', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(297, 'PR-12', '', 'ตู้จ่ายไฟฟ้า #4', 'MCC #4 Screwprss Station', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(298, 'PR-13', '', 'ตู้จ่ายไฟฟ้า #5', 'MCC #5 Oil Rom Station', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(299, 'PR-14', '', 'ตู้จ่ายไฟฟ้า #6', 'MCC #6 Nut-Fiber Separator', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(300, 'PR-15', '', 'ตู้จ่ายไฟฟ้า #7', 'MCC #7 Kernal Recovery', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(301, 'PR-16', '', 'ตู้จ่ายไฟฟ้า #7', 'MCC #8 Boiler Main', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(302, 'PR-17', '', 'ตู้จ่ายไฟฟ้า #8', 'MCC #9 Boiler Feed Pump', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(303, 'PR-18', '', 'ตู้จ่ายไฟฟ้า #9', 'MCC #10 Boiler Fuel Conveyor', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(304, 'PR-19', '', 'ตู้จ่ายไฟฟ้า #10', 'MCC #11 Dearerator Pump', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(305, 'PR-20', '', 'ตู้จ่ายไฟฟ้า #11', 'MCC #12 Raw water', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(306, 'PR-21', '', 'ตู้จ่ายไฟฟ้า #12', 'MCC #13 Palm Oil Storage', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(307, 'PR-22', '', 'หม้อแปลง 2000 KVA', 'Transformer 2000 KVA', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(308, 'PS-01', 'Chain conveyor', 'โซ่ลำเลียงผลปาล์ม', 'Fruit Incline Conveyor', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(309, 'PS-01-01', 'motor', 'มอเตอร์', 'Motor', '', 'Pressing Station', 'TEC', 'Y2-A160L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(310, 'PS-01-02', 'GEAR', 'เกียร์', 'gear', '', 'Pressing Station', 'SEW eurodrive', '35.01043511.01.0001.11.30', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(311, 'PS-02', 'Screw Conveyor', 'สกรูลำเลียงผลปาล์ม', 'Fruit Distribution Conveyor', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(312, 'PS-02-01', 'motor', 'มอเตอร์', 'Motor', '', 'Pressing Station', 'SEW eurodrive', 'DRS132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(313, 'PS-02-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(314, 'PS-03', 'Tank', 'ถังน้ำร้อน', 'Hot Watetr Tank', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(315, 'PS-04', '', 'หม้อกวน #1', 'Digester #1', '', 'Pressing Station', 'HSS', 'HSS/D4500L', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(316, 'PS-04-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'Elektrim', '225s-4 2Sg 225M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(317, 'PS-04-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', '3PC150POM', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(318, 'PS-05', '', 'หม้อกวน #2', 'Digester #2', '', 'Pressing Station', 'HSS', 'HSS/D4500L', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(319, 'PS-05-01', 'motor', 'มอเตอร์', 'Motor', '', 'Pressing Station', 'Branco', '225S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(320, 'PS-05-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', '3PC250POM', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(321, 'PS-06', '', 'หม้อกวน #3', 'Digester #3', '', 'Pressing Station', 'HSS', 'HSS/D4500L', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(322, 'PS-06-01', 'motor', 'มอเตอร์', 'Motor', '', 'Pressing Station', 'Branco', '225S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(323, 'PS-06-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', '3PC250POM', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(324, 'PS-07', '', 'หม้อกวน #4', 'Digester #4', '', 'Pressing Station', 'HSS', 'HSS/D4500L', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(325, 'PS-07-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'Branco', '225S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(326, 'PS-07-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', '3PC250POM', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(327, 'PS-08', '', 'หัวบีบ #1', 'Screw Press #1', '', 'Pressing Station', 'HSS', 'HSS/P15', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(328, 'PS-08-01', 'motor', 'มอเตอร์', 'Motor', '', 'Pressing Station', 'Branco', '225S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(329, 'PS-08-02', 'GEAR', 'เกียร์', 'gear', '', 'Pressing Station', 'SEW eurodrive', 'M3ESF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(330, 'PS-09', '', 'หัวบีบ #2', 'Screw Press #2', '', 'Pressing Station', 'HSS', 'HSS/P16', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(331, 'PS-09-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'Branco', '200L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(332, 'PS-09-02', 'GEAR', 'เกียร์', 'gear', '', 'Pressing Station', 'SEW eurodrive', 'M3ESF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(333, 'PS-10', '', 'หัวบีบ #3', 'Screw Press #3', '', 'Pressing Station', 'HSS', 'HSS/P17', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(334, 'PS-10-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'Branco', '200L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(335, 'PS-10-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', 'M3ESF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(336, 'PS-11', '', 'หัวบีบ #4', 'Screw Press #4', '', 'Pressing Station', 'HSS', 'HSS/P18', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(337, 'PS-11-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'Branco', '200L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(338, 'PS-11-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', 'M3ESF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(339, 'PS-12', 'Screw Conveyor', 'สกรูลำเลียงเส้นใยและเมล็ด #1', 'Cake Breaker Conveyor No.1', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(340, 'PS-12-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'SEW eurodrive', 'DRS180L4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(341, 'PS-12-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', 'R137DRS180L4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(342, 'PS-13', 'Screw Conveyor', 'สกรูลำเลียงเส้นใยและเมล็ด #2', 'Cake Breaker Conveyor No.2', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(343, 'PS-13-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'SEW eurodrive', 'DRS180L4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(344, 'PS-13-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'SEW eurodrive', 'R137DRS180L4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(345, 'PS-14', '', 'รางน้ำมันดิบ', 'Crude Oil Gutter', '', 'Pressing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(346, 'PS-15', 'Tank', 'ถังดักทราย #1', 'Sand Trap Tank #1', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(347, 'PS-16', 'Tank', 'ถังดักทราย #2', 'Sand Trap Tank #2', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(348, 'PS-17', 'Vibrating Screen', 'ตะแกรงสั่น #1', 'Vibrating Screen #1', '', 'Pressing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(349, 'PS-18', 'Vibrating Screen', 'ตะแกรงสั่น #2', 'Vibrating Screen #2', '', 'Pressing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(350, 'PS-19', 'Vibrating Screen', 'ตะแกรงสั่น #3', 'Vibrating Screen #3', '', 'Pressing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(351, 'PS-20', 'Tank', 'ถังน้ำมันดิบ', 'Crude Oil Tank', '', 'Pressing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(352, 'PS-21', 'Pump', 'ปั๊มน้ำมันดิบ #1', 'Crude Oil Pump #1', '', 'Pressing Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(353, 'PS-21-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'TEC', 'Y-A160M-4/Foot', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(354, 'PS-21-02', 'Pump', 'ปั๊ม', 'Pump', '', 'Pressing Station', 'Kew Pump', 'SEK50', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(355, 'PS-22', 'Pump', 'ปั๊มน้ำมันดิบ #2', 'Crude Oil Pump #2', '', 'Pressing Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(356, 'PS-22-01', 'motor', 'มอเตอร์', 'Motor', '', 'Pressing Station', 'TEC', 'Y-A160M-4/Foot', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(357, 'PS-22-02', 'Pump', 'ปั๊ม', 'Pump', '', 'Pressing Station', 'Kew Pump', 'SEK50', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(358, 'PS-23', '', 'เครื่องแยกทราย #1', 'Sand Cyclone#1', '', 'Pressing Station', 'ปาล์มเอเชียเทคโนโลยี', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(359, 'PS-24', 'Tank', 'หม้อกวน #5', 'Digester#5', '', 'Pressing Station', 'Kien seng', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-03-16', '0000-00-00', '', 'Active'),
(360, 'PS-24-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'Electrim', 'Y3-225S-4P-B3', '', 0.00, '', 0, 0, '0000-00-00', '2018-03-16', '0000-00-00', '', 'Active'),
(361, 'PS-24-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'Paramax', 'YVD060P3DG-RL-57.328', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(362, 'PS-25', 'Screw PRESS', 'หัวบีบ #5', 'Screw Press', '', 'Pressing Station', 'Kein seng', '', '', 0.00, '', 0, 0, '0000-00-00', '2018-03-16', '0000-00-00', '', 'Active'),
(363, 'PS-25-01', 'motor', 'มอเตอร์', 'motor', '', 'Pressing Station', 'Electrim', 'Y3-200L-4P-B3', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(364, 'PS-25-02', 'GEAR', 'เกียร์', 'Gear', '', 'Pressing Station', 'Paramax', 'YHD060P3SP-RL-78.456', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(365, 'SS-01', 'Chain conveyor', 'โซ่ลำเลีงผลปาล์มสด', 'FFB Conveyor', '', 'Bunch Reception', 'HSS', '6\" 80,000 psi', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(366, 'SS-01-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Branco', '225S-4 : BRJE1B1', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(367, 'SS-01-02', 'GEAR', 'เกียร์', 'Gear', '', 'Sterillizing Station', 'SEW eurodrive', 'M3PSF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(368, 'SS-01-03', 'Chain Conveyor', 'โซลำเลียง', 'Chain 6\"', '', 'Sterillizing Station', 'Folanga', '6\" 80,000 PSI', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(369, 'SS-02', '', 'เครื่องบีบผลทะลายปาล์ม', 'Bunch Spliter', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(370, 'SS-02-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Elektrim', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(371, 'SS-02-02', 'GEAR', 'เกียร์', 'Gear', '', 'Sterillizing Station', 'SEW eurodrive', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(372, 'SS-03', '', 'เครื่องฉีกทลายปาล์ม #2', 'Bunche Spliter#2', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(373, 'SS-03-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Elektrim', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(374, 'SS-03-02', 'GEAR', 'เกียร์', 'Gear', '', 'Sterillizing Station', 'SEW eurodrive', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(375, 'SS-04', 'Chain conveyor', 'โซ่ลำเลียงผลทะลายปาล์มขึ้นหม้อนึ่ง', 'FFB Inclined Conveyor', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(376, 'SS-04-01', 'motor', 'มอเตอร์', 'Motor', '', 'Sterillizing Station', 'Branco', '225S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(377, 'SS-04-02', 'GEAR', 'เกียร์', 'Gear', '', 'Sterillizing Station', 'SEW eurodrive', 'M3PSF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(378, 'SS-05', 'Screw Conveyor', 'โซ่ลำเลียงผลทะลายปาล์มแนวขวาง', 'FFB Cross Conveyor', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(379, 'SS-05-01', 'motor', 'มอเตอร์', 'Motor', '', 'Sterillizing Station', 'SEW eurodrive', 'DRS100M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(380, 'SS-05-02', 'GEAR', '้เกียร', 'ืGear', '', 'Sterillizing Station', 'SEW eurodrive', 'R97 DRS100M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(381, 'SS-06', 'Screw Conveyor', 'โซ่ลำเลียงผลทะลายปาล์มลงหม้ออบ', 'FFB Distribution Conveyor', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(382, 'SS-06-01', 'motor', 'มอเตอร์', 'Motor', '', 'Sterillizing Station', 'SEW eurodrive', 'DRS160M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(383, 'SS-06-02', 'GEAR', 'เกียร์', 'Gear', '', 'Sterillizing Station', 'SEW eurodrive', 'R147 DRS160M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(384, 'SS-07', 'Power pack', 'ปั๊มไฮดรอลิกส์หม้อนึ่ง', 'Power Pack for Sterilizer', '', 'Sterillizing Station', 'Rexroth', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(385, 'SS-07-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Elektrim', 'BA112M', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(386, 'SS-07-02', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Elektrim', 'BA112M', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(387, 'SS-08', 'Vertical Strerilizer', 'หม้อนึ่ง #1', 'Vertical Sterillizer #1', '', 'Sterillizing Station', 'HSS', 'HSS/SDV/20', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(388, 'SS-09', 'Vertical Strerilizer', 'หม้อนึ่ง #2', 'Vertical Sterillizer #2', '', 'Sterillizing Station', 'HSS', 'HSS/SDV/20', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(389, 'SS-10', 'Vertical Strerilizer', 'หม้อนึ่ง #3', 'Vertical Sterillizer #3', '', 'Sterillizing Station', 'HSS', 'HSS/SDV/20', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(390, 'SS-11', '', 'ปล่องเก็บเสียง', 'Sterilizer Silencer', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(391, 'SS-12', 'Chain Conveyor', 'โซ่ลำเลียงผลทะลายปาล์แล้ว #1', 'Sterillized Fruit Bunch Conveyor #1', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(392, 'SS-12-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Branco', '200L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(393, 'SS-12-02', 'GEAR', 'เกียร์', 'Gear', '', 'Sterillizing Station', 'SEW eurodrive', 'M3PSF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(394, 'SS-13', 'Chain Conveyor', 'ที่เก็บผลทะลายปาล์ม', 'Auto Feedder', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(395, 'SS-13-01', 'motor', 'มอเตอร์', 'Motor', '', 'Sterillizing Station', 'Branco', '132S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(396, 'SS-13-02', 'GEAR', 'เกียร์', 'Gear', '', 'Sterillizing Station', 'SEW eurodrive', 'R16/R9/AD5', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(397, 'SS-14', 'Chain Conveyor', 'โซ่ลำเลียงผลทะลายปาล์แล้ว #2', 'Sterillized Fruit Bunch Conveyor #2', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(398, 'SS-14-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'TEC', 'Y-A160L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(399, 'SS-14-02', 'GEAR', 'เกียร์', 'gear', '', 'Sterillizing Station', 'SEW eurodrive', 'M3PSF50SPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(400, 'SS-15', '', 'Blow down chamber', 'Blow down chamber', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(401, 'SS-16', 'Vibrating Screen', 'ตระแกรงสั่น', 'Vibrating Screen Condensate', '', 'Sterillizing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(402, 'SS-16-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Acelektrom', '112M-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(403, 'SS-17', '', 'บ่อน้ำคอนเดรนเสท', 'Condensate Pit', '', 'Sterillizing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(404, 'SS-17-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Branco', '132S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(405, 'SS-17-02', 'Pump', 'ปั๊ม', 'Pump', '', 'Sterillizing Station', 'Kew Pump', 'SEK40  : KS-SE', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(406, 'SS-18', 'Pump', 'ปั๊มน้ำคอนเดรนเสท #1', 'Condensate Pump #1', '', 'Sterillizing Station', 'Kew Pump', 'CQ055186KO166', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(407, 'SS-18-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Branco', '132S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(408, 'SS-19', 'Pump', 'ปั๊มน้ำคอนเดรนเสท #2', 'Condensate Pump #2', '', 'Sterillizing Station', 'Kew Pump', 'SKE50 ; KS-SE', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(409, 'SS-19-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Branco', '132S-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(410, 'SS-20', '', 'ปั๊มลม #1', 'Air Compressure #1', '', 'Sterillizing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(411, 'SS-20-01', 'motor', 'มอเตอร์', 'motor', '', 'Sterillizing Station', 'Swan', 'AEEBKBBH2', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(412, 'SS-20-02', 'Pump', 'ปั๊ม', 'Pump', '', 'Sterillizing Station', 'Sawl', 'SVP-205', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(413, 'SS-21', '', 'เครื่องกระจายความร้อน', 'Cooling', '', 'Sterillizing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(414, 'TS-01', 'Chain conveyor', 'โซ่ลำเลียงผลทะลายปาล์แล้ว #3', 'Sterillized Fruit Bunch Conveyor No.3', '', 'Threshing Station', 'HSS', '6\" 80000PSI', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(415, 'TS-01-01', 'motor', 'มอเตอร์', 'Motor', '', 'Threshing Station', 'TEC', 'Y-A160L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(416, 'TS-01-02', 'GEAR', 'เกียร์', 'GEAR', '', 'Threshing Station', 'SEW eurodrive', 'R137DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(417, 'TS-02', '', 'เครื่องนวดและแยกทะลาย #1', 'Thresher Drum #1', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(418, 'TS-02-01', 'motor', 'มอเตอร์', 'Motor', '', 'Threshing Station', 'ABB', 'M2QA299L6BB3', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(419, 'TS-02-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW eurodrive', 'R107AD5', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(420, 'TS-03', '', 'เครื่องนวดและแยกทะลาย #2', 'Thresher Drum #2', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(421, 'TS-03-01', 'motor', 'มอเตอร์', 'Motor', '', 'Threshing Station', 'Branco', '180L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(422, 'TS-03-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW eurodrive', 'R107 AD5', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(423, 'TS-04', 'Screw Conveyor', 'สกรูลำเลียงผลปาล์ม #1', 'Thresher Bottom Conveyor No.1', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(424, 'TS-04-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'SEW eurodrive', 'DRS132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(425, 'TS-04-02', 'GEAR', 'เกียร์', 'GEAR', '', 'Threshing Station', 'SEW eurodrive', 'R97 DRS 132 M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(426, 'TS-05', 'Screw Conveyor', 'สกรูลำเลียงผลปาล์ม #2', 'Thresher Bottom Conveyor No.2', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(427, 'TS-05-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'SEW eurodrive', 'DRS132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(428, 'TS-05-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(429, 'TS-06', 'Screw Conveyor', 'สกรูลำเลียงผลปาล์มรางขวาง #1', 'Bottom Cross Conveyor #1', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(430, 'TS-06-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(431, 'TS-06-02', 'GEAR', 'เกียร์', 'GEAR', '', 'Threshing Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(432, 'TS-07', 'Screw Conveyor', 'สกรูลำเลียงผลปาล์มรางขวาง #2', 'Bottom Cross Conveyor #2', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(433, 'TS-07-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(434, 'TS-07-02', '', 'เกียร์', 'GEAR', '', 'Threshing Station', 'SEW eurodrive', 'R97DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(435, 'TS-08', 'Screw Conveyor', 'สกรูลำเลียงผลปาล์มกลับ', 'Fruit Return Conveyor', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(436, 'TS-08-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'SEW eurodrive', 'DRS132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(437, 'TS-09', 'Chain conveyor', 'โซ่ลำเลียงทะลายเปล่า', 'EFB Incline Conveyor', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(438, 'TS-09-01', 'motor', 'มอเตอร์', 'Motor', '', 'Threshing Station', 'SEW eurodrive', 'DRS132M4/FG', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(439, 'TS-09-02', 'motor', 'เกียร์', 'GEAR', '', 'Threshing Station', 'SEW eurodrive', 'R107DRS132M4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(440, 'TS-10', '', 'เครื่องบีบทะลายเปล่า #1', 'EFB Screw Press #1', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(441, 'TS-10-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'Elektrim', '-', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(442, 'TS-10-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW eurodrive', 'M3PSF60KPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(443, 'TS-11', '', 'เครื่องบีบทะลายเปล่า #2', 'EFB Screw Press #2', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(444, 'TS-11-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'Elektrim', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(445, 'TS-11-02', 'GEAR', 'เกียร์', 'GEAR', '', 'Threshing Station', 'SEW eurodrive', 'M3PSF60KPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(446, 'TS-12', 'Chain conveyor', 'โซ่ลำเลียงทะลายเปล่าหลังบีบ', 'Pressed EFB Incline Conveyor', '', 'Threshing Station', 'HSS', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(447, 'TS-12-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'Branco', '200L-4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(448, 'TS-12-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW eurodrive', 'M3PSF50SKPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(449, 'TS-13', 'Vibrating Screen', 'ตะแกรงสั่น', 'Circular Screen', '', 'Threshing Station', 'Sivtek', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(450, 'TS-14', 'Tank', 'ถังน้ำสลัดจ์', 'Liqour Tank', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(451, 'TS-15', 'Pump', 'ปั๊มสลัดจ์ #1', 'Liqour Pumpm #1', '', 'Threshing Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(452, 'TS-15-01', 'motor', 'มอเตอร์', 'motor', '', 'Threshing Station', 'Elektrim', 'Foot', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(453, 'TS-15-02', 'Pump', 'ปั๊ม', 'Pump', '', 'Threshing Station', 'Kew Pump', 'SEK40', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(454, 'TS-16', 'Pump', 'ปั๊มสลัดจ์ #2', 'Liqour Pumpm #2', '', 'Threshing Station', 'Kew Pump', 'KS-SE3-SEK', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(455, 'TS-16-01', 'motor', 'มอเตอร์', 'Motor', '', 'Threshing Station', 'Elektrim', 'Y2-112', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(456, 'TS-16-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'Kew Pump', 'SEK40', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(457, 'TS-17', 'เครืองคั่นทะลายปาล์ม', 'เครื่องคั้นนปาล์มออกจากทะลาย 2ชั้น (ใหม่)', 'Crusher', '', 'Threshing Station', 'Sumitomo', '', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(458, 'TS-17-01', 'motor', 'มอเตอร์1ซ้าย', 'MOTOR 1', '', 'Threshing Station', 'Sumitomo', 'V1325/4', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(459, 'TS-17-02', 'motor', 'มอเตอร์2ขวา', 'MOTOR 2', '', 'Threshing Station', 'Sumitomo', 'V132M4', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(460, 'TS-17-03', 'motor', 'มอเตอร์ 3 ซ้าย', 'MOTOR 3', '', 'Threshing Station', 'Sumitomo', 'V1329/4', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(461, 'TS-17-04', 'motor', 'มอเตอร์4ขวา', 'MOTOR 4', '', 'Threshing Station', 'Sumitomo', 'V123M/4', '', 0.00, '', 0, 0, '2019-10-02', '2019-10-01', '0000-00-00', '', 'Active'),
(462, 'TS-17-05', 'GEAR', 'ไซโคลไดร์ฟ เกียร์1ซ้าย', 'Cyclo Drive Gear', '', 'Threshing Station', 'Sumitomo', 'CHFM10-6140-17', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(463, 'TS-17-06', 'GEAR', 'ไซโคลไดร์ฟ เกียร์2 ขวา', 'Cyclo Drive Gear', '', 'Threshing Station', 'Sumitomo', 'CHFM8-6145-25', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(464, 'TS-17-07', 'GEAR', 'ไซโคลไดร์ฟ เกียร์3 ซ้าย', 'Cyclo Drive Gear', '', 'Threshing Station', 'Sumitomo', 'CHFM8-6145-25', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(465, 'TS-17-08', 'GEAR', 'ไซโคลไดร์ฟ เกียร์4 ขวา', 'Cyclo Drive  Gear', '', 'Threshing Station', 'Sumitomo', 'CHFM10-6140-17', '', 0.00, '', 0, 0, '2019-10-01', '2019-10-01', '0000-00-00', '', 'Active'),
(466, 'TS-18', 'Chain Conveyor', 'โซ่ลำเลียงทะลายเปล่านึ่งแล้ว', 'Crusher Incline Conveyor', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(467, 'TS-18-01', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW eurodrive', 'R107DRS112M3', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(468, 'TS-19', '', 'เครื่องเคี้ยวทะลายนึ่งแล้ว#1', 'Muncher#1', '', 'Threshing Station', 'KS บางสะพาน', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(469, 'TS-19-01', 'motor', 'มอเตอร์', 'motor', '', 'Threshing Station', 'Electric Motor', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(470, 'TS-19-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'Siemens', 'H3 SH 10A', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(471, 'TS-20', '', 'เครื่องเคี้ยวทะลายนึ่งแล้ว#2', 'Munsher#2', '', 'Threshing Station', 'KS บางสะพาน', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(472, 'TS-21', 'Chain Conveyor', 'รางลำเลียงทะลายเปล่าเข้าเครื่องบีบ', 'Munsher Conveyor', '', 'Threshing Station', 'ทวิน', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(473, 'TS-21-01', 'motor', 'มอเตอร์', 'Motor', '', 'Threshing Station', 'SEW eurodrive', 'R107DRS112m4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(474, 'TS-21-02', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW eurodrive', 'R107DRS112m4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(475, 'TS-22', '', 'เครื่องบีบทะลายเปล่า #3', 'EFB Press#3', '', 'Threshing Station', 'Sinaco', '', '', 0.00, '', 0, 0, '2018-02-20', '0000-00-00', '0000-00-00', '', 'Active'),
(476, 'TS-22-01', 'motor', 'มอเตอร์', 'motor', '', 'Threshing Station', 'Simex', 'SM280M-4B3', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(477, 'TS-22-02', 'GEAR', 'เกียร์', 'GEAR', '', 'Threshing Station', 'Paramax', 'YHD080P3-RL-55.066', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(478, 'TS-23', '', 'เครื่องกระจายเส้นใย', 'EFB Walking Floor', '', 'Threshing Station', 'ทวิน', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(479, 'TS-23-01', 'motor', 'มอเตอร์', 'motor', '', 'Threshing Station', 'SEW eurodrive', 'R97 DRS132S4', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(480, 'TS-23-02', '', 'เกียร์', 'Gear', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(481, 'TS-24', 'Screw Conveyor', 'สกรูลำเลียงกาก EFB', 'Screw Pipe', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(482, 'TS-25', 'รอกไฟฟ้า', 'รอกไฟฟ้า', 'Electric Hoist', '', 'Threshing Station', '', '3T', '', 0.00, '', 0, 0, '0000-00-00', '2018-02-26', '0000-00-00', '', 'Active'),
(483, 'TS-26', 'Air  Compressor', 'เครื่องนวดและแยกทะลาย #3', 'Thresher Drum #3', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '2019-10-14', '2019-08-14', '0000-00-00', '', 'Active'),
(484, 'TS-26-1', 'motor', 'มอเตอร์', 'moter', '', 'Threshing Station', 'HAS CON ELECTRIC MOTOR', 'HC 160L-4B3', '', 0.00, '', 0, 0, '2019-06-14', '2019-08-14', '0000-00-00', '', 'Active'),
(485, 'TS-26-2', 'GEAR', 'เกียร์', 'Gear', '', 'Threshing Station', 'SEW - EURODRIV', 'MC3PLSF04', '', 0.00, '', 0, 0, '2019-08-14', '2019-08-14', '0000-00-00', '', 'Active'),
(486, 'TS-27', 'EFB PRESS', 'เครื่องเครื่องบีบทะลายเปล่า #4', 'EFB PRESS #4', '', 'Threshing Station', 'Ykl  Engineering Sdn . Bhd.', 'KH-777-8', '', 0.00, '', 0, 0, '2019-08-26', '2019-09-02', '0000-00-00', '', 'Active'),
(487, 'TS-27-1', 'motor', 'มอเตอร์', 'moter', '', 'Threshing Station', '3 PHASE INPUCTING MOTOR', '3 PHASE', '', 0.00, '', 0, 0, '2019-08-26', '2019-08-26', '0000-00-00', '', 'Active'),
(488, 'TS-27-2', 'GEAR', 'เกียร์', 'GEAR', '', 'Threshing Station', 'SEW eurodrive', 'M3PSF60KPD', '', 0.00, '', 0, 0, '2019-08-26', '2019-08-26', '0000-00-00', '', 'Active'),
(489, 'TS-28', 'Screw Conveyor', 'สกรูลำเลียงผลปาล์ม #3', 'Thresher Bottom Conveyor #3', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(490, 'TS-28-1', '', 'มอเตอร์', 'moter', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(491, 'TS-28-2', '', 'เกียร์', 'Gear', '', 'Threshing Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(492, 'TS-29', 'EFB PRESS', 'เครื่องบีบทะลายเปล่า #5', 'EFB Press # 5', '', 'Threshing Station', 'Ykl  Engineering Sdn . Bhd.', 'KH-777-8', '', 0.00, '', 0, 0, '2019-10-31', '2019-11-03', '0000-00-00', '', 'Active'),
(493, 'TS-29-01', 'motor', 'มอเตอร์', 'MOTOR', '', 'Threshing Station', 'Elektrim', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(494, 'TS-29-02', 'GEAR', 'เกียร์', 'GEAR', '', '', 'SEW - EURODRIV', 'M3PSF60KPD', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(495, 'WL-01', 'Wheel Loader', 'รถตักล้อยาง SEM 650B #1', 'Wheel Loader SEM 650B #1', '', 'Wheel Loader', 'SEM', '650B', '', 0.00, '', 0, 0, '2015-10-30', '0000-00-00', '0000-00-00', '', 'Active'),
(496, 'WL-02', 'Wheel Loader', 'รถตักล้อยาง SEM 650B #2', 'Wheel Loader SEM 650B #2', '', 'Wheel Loader', 'SEM', '650B', '', 0.00, '', 0, 0, '2015-10-30', '0000-00-00', '0000-00-00', '', 'Active'),
(497, 'WL-03', 'Wheel Loader', 'รถตักล้อยาง LiuGong CLG816C Super', 'LiuGong CLG816C Super', '', 'Wheel Loader', 'LiGong', 'CLG816C Super', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(498, 'WL-04', 'Excavator', 'รถขุดดิน Hitachi EX220 #1', 'Excavator Hitachi EX220 #1', '', 'Wheel Loader', 'Hitachi', 'ZX 200-5G', '', 0.00, '', 0, 0, '2556-04-25', '0000-00-00', '0000-00-00', '', 'Active'),
(499, 'WL-05', 'Excavator', 'รถขุดดิน Hitachi EX220 #2', 'Excavator Hitachi EX220 #2', '', 'Wheel Loader', 'Hitachi', 'ZX 200-5G', '', 0.00, '', 0, 0, '2556-04-25', '0000-00-00', '0000-00-00', '', 'Active'),
(500, 'WL-06', 'Wheel Loader', 'รถตักล้อยาง WA 320', 'Wheel Loader WA 320', '', 'Wheel Loader', 'Komatso', '', '', 0.00, '', 0, 0, '2560-04-01', '0000-00-00', '0000-00-00', '', 'Active'),
(501, 'WL-07', 'Wheel Loader', 'รถโฟล์คลิฟ', 'Folklift', '', 'Wheel Loader', 'Komatso', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(502, 'WL-08', 'Wheel Loader', 'รถโฟล์คลิฟ', 'Folklift', '', 'Wheel Loader', 'Komatso', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(503, 'WL-09', 'Wheel Loader', 'รถกะบะ#1', 'Truck #1', '', 'Wheel Loader', 'Ford', 'บธ-4910', '', 0.00, '', 0, 0, '2015-11-09', '0000-00-00', '0000-00-00', '', 'Active'),
(504, 'WL-10', 'Wheel Loader', 'รถกะบะ#2', 'Truck #2', '', 'Wheel Loader', 'Ford', 'บธ-5710', '', 0.00, '', 0, 0, '2015-11-09', '0000-00-00', '0000-00-00', '', 'Active'),
(505, 'WL-11', 'Wheel Loader', 'รถกะบะ#3', 'Truck #3', '', 'Wheel Loader', 'Ford', 'ผธ-1126', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(506, 'WL-12', 'Wheel Loader', 'รถกะบะ#4', 'Truck #4', '', 'Wheel Loader', 'Ford', 'ผร-6332', '', 0.00, '', 0, 0, '2560-12-01', '0000-00-00', '0000-00-00', '', 'Active'),
(507, 'WL-13', 'Wheel Loader', 'รถแทรคเตอร์', 'Tracter', '', 'Wheel Loader', '', '', '', 0.00, '', 0, 0, '2556-04-25', '0000-00-00', '0000-00-00', '', 'Active'),
(508, 'WL-13.', 'Wheel Loader', 'รถตู้', '', '', 'Wheel Loader', '', 'ฮล.7891', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(509, 'WL-14', 'Wheel Loader', 'รถมอเตอร์ไซค์', 'Motorcycle', '', 'Wheel Loader', 'Suzuki', '1กข-1811', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(510, 'WL-15', 'Wheel Loader', 'รถมอเตอร์ไซค์#2', 'Motorvcycle #3', '', 'Wheel Loader', 'Suzuki', 'Lab', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(511, 'WL-16', 'Wheel Loader', 'รถมอเตอร์ไซค์#3', 'Motorcycle#3', '', 'Wheel Loader', 'Suzuki', 'สวล', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(512, 'WL-17', '', 'รถบรรทุกน้ำมัน #1  ทะเบียน 82-6244,82-6245', 'Oil truck #1', '', 'Wheel Loader', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(513, 'WL-18', '', 'รถบรรทุกน้ำมัน #2  ทะเบียน 82-6246 , 82-6247', 'Oil truck #2', '', 'Wheel Loader', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(514, 'WL-19', '', 'รถตักล้อยาง Kumatsu WA430', 'Wheel Loader WA 430', '', 'Wheel Loader', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(515, 'WT-01', 'Pump', 'ปั๊มน้ำบาดาล #1', 'Pump groundwater #1', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(516, 'WT-02', 'Pump', 'ปั๊มน้ำบาดาล #2', 'Pump groundwater #2', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(517, 'WT-03', 'Pump', 'ปั๊มน้ำบาดาล #3', 'Pump groundwater #3', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(518, 'WT-04', 'Pump', 'ปั๊มน้ำบาดาล #4', 'Pump groundwater #4', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(519, 'WT-05', 'Pump', 'ปั๊มน้ำบาดาล #5', 'Pump groundwater #5', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(520, 'WT-06', 'Pump', 'ปั๊มน้ำบาดาล #6', 'Pump groundwater #6', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(521, 'WT-07', 'Pump', 'ปั๊มน้ำบาดาล #7', 'Pump groundwater #7', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(522, 'WT-08', 'Pump', 'ปั๊มน้ำบาดาล #8', 'Pump groundwater #8', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(523, 'WT-09', 'Pump', 'ปั๊มน้ำบาดาล #9', 'Pump groundwater #9', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(524, 'WT-10', 'Pump', 'ปั๊มน้ำบาดาล #10', 'Pump groundwater #10', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(525, 'WT-11', 'Pump', 'ปั๊มน้ำบาดาล #11', 'Pump groundwater #11', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(526, 'WT-12', 'Pump', 'ปั๊มน้ำบาดาล #12', 'Pump groundwater #12', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(527, 'WT-13', 'Pump', 'ปั๊มน้ำบาดาล #13', 'Pump groundwater #13', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(528, 'WT-14', 'Pump', 'ปั๊มน้ำบาดาล #14', 'Pump groundwater #14', '', 'Power Room Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(529, 'WT-15', 'Pump', 'ปั๊มน้ำคลอง', 'River Water Pump', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(530, 'WT-16', 'Pump', 'ปั๊มน้ำดิบ # 1', 'Raw Water Pump #1', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(531, 'WT-17', 'Pump', 'ปั๊มน้ำดิบ # 2', 'Raw Water Pump #2', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(532, 'WT-18', 'Tank', 'ถังเคมี #1', 'Chemical Tank #1', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(533, 'WT-19', 'Tank', 'ถังเคมี #2', 'Chemical Tank #2', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(534, 'WT-20', 'Tank', 'ถังเคมี #3', 'Chemical Tank #3', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(535, 'WT-21', 'Pump', 'ปั๊มผสมเคมี #1', 'Chemical Mixture Pump #1', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(536, 'WT-22', 'Pump', 'ปั๊มผสมเคมี #2', 'Chemical Mixture Pump #2', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(537, 'WT-23', 'Pump', 'ปั๊มผสมเคมี #3', 'Chemical Mixture Pump #3', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(538, 'WT-24', 'Tank', 'ถังตกตะกอน', 'Clarifier Water Tank', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(539, 'WT-25', 'Tank', 'ถังพักน้ำ', 'Clarified Water Storage Tank', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(540, 'WT-26', 'Pump', 'ปั๊มกรองทราย #1', 'Sand Filter Pump #1', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(541, 'WT-27', 'Pump', 'ปั๊มกรองทราย #2', 'Sand Filter Pump #2', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(542, 'WT-28', 'Tank', 'ถังกรองทราย #1', 'Sand Filter Tank #1', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(543, 'WT-29', 'Tank', 'ถังกรองทราย #2', 'Sand Filter Tank #2', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(544, 'WT-30', 'Tank', 'ถังน้ำสูง #1', 'Water Tower Tank #1', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(545, 'WT-31', 'Tank', 'ถังน้ำสูง #2', 'Water Tower Tank #2', '', 'Raw Water Treatment Plan', '', '', '', 0.00, '', 0, 0, '0000-00-00', '2015-09-20', '0000-00-00', '', 'Active'),
(546, 'WT-32', 'Pump', 'เครืองสูบน้ำคลองราช', 'เครืองสูบน้ำคลองราช', '', 'Raw Water Treatment Plan', 'Hino', 'hino 195 6 สูบ', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(547, 'WT-33', 'Pump', 'เครื่องสูบน้ำบนเขา', 'เครื่องสูบน้ำบนเขา', '', 'Raw Water Treatment Plan', 'Isuzu', 'Isuzu 2008', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(548, 'WT-34', 'ท่อสูบน้ำ', 'ท่อสูบน้ำพยานาค 8นิ้ว', 'WATER  PUMPING PIPE', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '0000-00-00', '0000-00-00', '0000-00-00', '', 'Active'),
(549, 'WT-34-01', 'motor', 'มอเตอร์', 'MOTER', '', 'Boiler Station', '', '', '', 0.00, '', 0, 0, '2019-07-08', '2019-07-15', '0000-00-00', '', 'Active');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_sparepart_pm`
--

CREATE TABLE `tbl_sparepart_pm` (
  `id` int(11) NOT NULL,
  `spare_code` varchar(15) NOT NULL,
  `spare_category` varchar(70) NOT NULL,
  `spare_name_th` varchar(250) NOT NULL,
  `spare_name_en` varchar(255) NOT NULL,
  `spare_description` text NOT NULL,
  `spare_location` varchar(10) NOT NULL,
  `spare_brand` varchar(100) NOT NULL,
  `spare_model` varchar(200) NOT NULL,
  `spare_dealer` varchar(255) NOT NULL,
  `spare_price` double(10,2) NOT NULL,
  `spare_pic` varchar(200) NOT NULL,
  `spare_amount` int(11) NOT NULL,
  `spare_min` int(11) NOT NULL,
  `spare_install_date` date NOT NULL,
  `spare_start_work` date NOT NULL,
  `spare_stop_work` date NOT NULL,
  `note` text NOT NULL,
  `status` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_sparepart_pm`
--

INSERT INTO `tbl_sparepart_pm` (`id`, `spare_code`, `spare_category`, `spare_name_th`, `spare_name_en`, `spare_description`, `spare_location`, `spare_brand`, `spare_model`, `spare_dealer`, `spare_price`, `spare_pic`, `spare_amount`, `spare_min`, `spare_install_date`, `spare_start_work`, `spare_stop_work`, `note`, `status`) VALUES
(1, 'PRD0001', 'CATE-001', 'มอเตอร์ ขนาด 1.5 แรง', '', 'มอเตอร์ ขนาด 1.5 แรง รางลำเรียงใย 1', 'Boiler', '-', '-', '', 0.00, 'engine.png', 2, 1, '0000-00-00', '2019-12-06', '0000-00-00', '', 'Wait_to_check'),
(2, 'PRD0002', 'CATE-002', 'หัวบีบทะลาย 1', 'ABCDEFG', 'หัวบีบทะลาย 1', ' EFB', '-', '-', '', 0.00, 'engine.png', 1, 1, '0000-00-00', '2019-12-06', '0000-00-00', '', 'Active'),
(3, 'PRD0003', 'CATE-001', 'มอเตอร์ ขนาด 2 แรง', '', 'มอเตอร์ ขนาด 2 แรง รางลำเรียงใย 2', 'Boiler', '-', '-', '', 0.00, 'engine.png', 2, 1, '0000-00-00', '2019-12-06', '0000-00-00', '', 'Active'),
(4, 'PRD0004', 'CATE-002', 'หัวบีบทะลาย 2', '', 'หัวบีบทะลาย 2', ' EFB', '-', '-', '', 0.00, 'engine.png', 1, 1, '0000-00-00', '2019-12-06', '0000-00-00', '', 'Active'),
(5, 'PRD0005', 'CATE-003', 'เครื่องพิมพ์ อิงเจท บราเทอร์ j-100', 'Printer Ink Jet', 'เครื่องพิมพ์ อิงเจท ใช้งานภายในสำนักงาน', 'Office', 'Brother', 'J-100', 'Advice ทุ่งสง', 3500.00, 'printer.png', 1, 1, '0000-00-00', '2019-12-07', '0000-00-00', '', 'Wait_to_check'),
(6, 'PRD0006', 'CATE-003', 'เครื่องพิมพ์ Dot Epson EP-310', 'Epson Printer Dot', 'เครื่องพิมพ์ดอท ใช้งานภายในสำนักงาน แผนกการเงิน', 'การเงิน', 'Epson', 'EP-310', 'Advice ทุ่งสง', 7500.00, 'printer.png', 1, 1, '0000-00-00', '2019-12-09', '0000-00-00', '', 'Wait_assignment'),
(7, 'PRD0007', 'CATE-009', 'กล้องวงจรปิด Nobrand ความละเอียด 2 ล้านพิกเซล', 'AHD Camara 2.0 Pixel', 'กล้องวงจรปิด Hiview ความละเอียด 2 ล้านพิกเซล', 'เมล็ดใน', 'Nobrand', 'CAM-001', 'บริษัท โนแบรนด์ จำกัด', 0.00, 'ahd_cctv.png', 1, 1, '0000-00-00', '2019-12-12', '0000-00-00', '', 'Active'),
(8, 'PRD0008', 'CATE-009', 'กล้องวงจรปิด Nobrand ความละเอียด 2 ล้านพิกเซล เบอร์ 2', 'AHD Camara 2.0 Pixel No.2', 'กล้องวงจรปิด Hiview ความละเอียด 2 ล้านพิกเซล เบอร์ 2', 'เมล็ดใน', 'Nobrand', '-', 'บริษัท โนแบรนด์ จำกัด', 0.00, 'ahd_cctv.png', 1, 1, '0000-00-00', '2019-12-12', '0000-00-00', '', 'Active');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_status`
--

CREATE TABLE `tbl_status` (
  `id` int(11) NOT NULL,
  `status_group` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `status_code` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `status_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` varchar(20) NOT NULL,
  `create_by` varchar(50) NOT NULL,
  `create_date` datetime NOT NULL,
  `last_update_by` varchar(50) NOT NULL,
  `last_update_date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_status`
--

INSERT INTO `tbl_status` (`id`, `status_group`, `status_code`, `status_name`, `status`, `create_by`, `create_date`, `last_update_by`, `last_update_date`) VALUES
(1, 'PR', 'PR001', 'รอเปรียบเทียบราคา', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(2, 'PR', 'PR002', 'รออนุมัติ', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(3, 'PR', 'PR003', 'สั่งซื้อสินค้า', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(4, 'PR', 'PR004', 'อยู่ระหว่างการขนส่ง', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(5, 'STORE', 'PR005', 'รับเข้า', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(6, 'STORE', 'PR006', 'รับเข้า/ค้างส่ง', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(7, 'PR', 'PR007', 'รอการปิดงาน', 'Inactive', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(8, 'PR', 'PR008', 'ปิดงาน', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(9, 'PR', 'PR009', 'รอผู้รับงาน', 'Active', 'admin', '0000-00-00 00:00:00', '', '0000-00-00 00:00:00'),
(0, 'PR', 'PR010', 'รับทราบ', 'Active', 'admin', '2019-11-18 15:32:56', 'admin', '2019-11-18 15:32:56');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_users`
--

CREATE TABLE `tbl_users` (
  `id` int(11) NOT NULL,
  `username` varchar(100) NOT NULL,
  `email` varchar(200) NOT NULL,
  `password` varchar(200) NOT NULL,
  `level` varchar(100) NOT NULL,
  `system` varchar(30) NOT NULL,
  `status` char(2) NOT NULL,
  `last_login` datetime NOT NULL,
  `create_by` varchar(100) NOT NULL,
  `create_date_time` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tbl_users`
--

INSERT INTO `tbl_users` (`id`, `username`, `email`, `password`, `level`, `system`, `status`, `last_login`, `create_by`, `create_date_time`) VALUES
(1, 'sumit', 'user@gmail.com', '$2y$10$HO/saC8jimlSKy0fXXj37..V14A3lCaWOgv5tDLWvkHc6XTYIRv7m', 'guest', 'ALL', 'T', '2019-11-21 11:32:50', 'admin', '2019-08-25 00:00:00'),
(2, 'test', 'test@gmail.com', 'test', 'informer', 'PM', 'T', '2019-11-29 11:41:05', 'admin', '2019-08-25 00:00:00'),
(3, 'test1', 'test1@gmail.com', 'test1', 'assignment', 'PM', 'T', '2019-11-21 11:29:46', 'admin', '2019-08-25 00:00:00'),
(14, 'chalong', 'chalong@gmail.com', '1234', 'technician', 'PM', 'T', '2019-11-29 11:41:05', 'admin', '2019-08-25 00:00:00'),
(4, 'test2', 'test2@gmail.com', 'test2', 'technician', 'PM', 'T', '2019-08-26 00:18:00', 'admin', '2019-08-25 00:00:00'),
(5, 'saisuda', 'saisuda.dum@gmail.com', '$2y$10$ZnfCO4gb0NKO91miYnwPT.lIzN5YEyjqnJwB7wMXaWwMISW3lAS.K', 'user', 'ALL', 'T', '2019-08-26 00:18:00', 'admin', '2019-08-25 00:00:00'),
(6, 'test3', 'test3@gmail.com', '$2y$10$osZVV710Aid4v7YSDs2XnugcPI7TI/LSe84P3UVFUIcbZD12xOpwG', 'user', 'ALL', 'T', '2019-08-26 00:18:00', 'admin', '2019-08-25 00:00:00'),
(7, 'admin', 'admin@gmail.com', '$2y$10$.eZNRi6YWtR/vNnWVFFtjuy/78B73BYI2NUKj9aixMa5dt3p6hb12', 'administrator', 'ALL', 'T', '2020-01-22 09:56:01', 'admin', '2019-08-25 00:00:00'),
(8, 'preeda', 'preeda@gmail.com', '$2y$10$uwoLwaqDRdu5pHP1QaY9p.2co7U48lRoQNxI9p8vJGKWg7OG2ZG6.', 'purchase', 'PR', 'T', '2019-11-18 14:57:26', 'admin', '2019-11-15 10:11:52'),
(9, 'pantakarn', 'pantakarn@gmail.com', '$2y$10$bIiIZqtMEELWUseE1mQN9OrCaLioC2KUO2eZLYOPppDjSAMwUiBxS', 'purchase', 'PR', 'T', '2019-11-18 10:55:34', 'admin', '2019-11-15 10:12:34'),
(10, 'kanjana', 'kanjana@gmail.com', '$2y$10$xeXVlPhMta0TEQQEk.DOM.ciix0uF6xvyVtjjHMsVQL15kBAyFB7S', 'store', 'PR', 'T', '2019-11-18 14:30:14', 'admin', '2019-11-15 10:16:57'),
(11, 'rachan', 'rachan@gmail.com', '$2y$10$tf8tTgDxOKfaZhK8/FfXqOBcvH3Kp8Dwt4lmn9DsjWK15q6ImChXe', 'store', 'PR', 'T', '2019-11-18 12:34:14', 'admin', '2019-11-15 10:19:16'),
(12, 'sarinee', 'sarinee@gmail.com', '$2y$10$Es5dLItN3ZleajJgEGvUL.HYx3HK3i9NKRiYKa65FO8AZUGvWqsj.', 'administrator', 'ALL', 'T', '2019-11-18 12:02:59', 'sarinee', '2019-11-17 08:58:38'),
(13, 'admin', 'admin@gmail.com', 'admin', 'administrator', 'ALL', 'T', '2020-01-22 09:56:01', 'admin', '2019-08-25 00:00:00'),
(15, 'long', 'test@gmail.com', '$2y$10$q1YBt19llVYKEWi6sh0Hy.VD4Rhlgg/ZgCghbc9siKMM9WaAJioL2', 'administrator', '', 'T', '2020-01-27 14:33:46', 'long', '2020-01-22 09:58:36'),
(16, 'informer', 'test@gmail.com', '$2y$10$4EKXahgb2319xnt9BanYV.8A5WZFnJGqzdpwok4KPSUV2ngCGx.kW', 'informer', '', 'T', '2020-02-03 21:14:35', 'informer', '2020-01-27 14:35:04'),
(17, 'assigner', 'test1@gmail.com', '$2y$10$S0m.ydylkFtxrDjmTtS/.OeGUTkUDo8c/IHIpX07jAqO0fg.pN3bO', 'assignment', '', 'T', '2020-02-03 21:31:45', 'assignment', '2020-01-27 14:35:34'),
(18, 'technicain', 'test2@gmail.com', '$2y$10$vPymD2p2gP2IuWjSUq0fluz88v54kM9SzcwtcwQQVv7egWWtNS0nO', 'technician', '', 'T', '2020-02-03 20:21:11', 'technicain', '2020-01-27 14:35:56');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_autonumber`
--
ALTER TABLE `tbl_autonumber`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_category`
--
ALTER TABLE `tbl_category`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_department`
--
ALTER TABLE `tbl_department`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_employee`
--
ALTER TABLE `tbl_employee`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_objective`
--
ALTER TABLE `tbl_objective`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_order`
--
ALTER TABLE `tbl_order`
  ADD PRIMARY KEY (`order_id`);

--
-- Indexes for table `tbl_products`
--
ALTER TABLE `tbl_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_pur_dealers`
--
ALTER TABLE `tbl_pur_dealers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_pur_pr`
--
ALTER TABLE `tbl_pur_pr`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_repair_register`
--
ALTER TABLE `tbl_repair_register`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_sparepart`
--
ALTER TABLE `tbl_sparepart`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_sparepart_pm`
--
ALTER TABLE `tbl_sparepart_pm`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tbl_users`
--
ALTER TABLE `tbl_users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_autonumber`
--
ALTER TABLE `tbl_autonumber`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tbl_category`
--
ALTER TABLE `tbl_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `tbl_department`
--
ALTER TABLE `tbl_department`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=51;

--
-- AUTO_INCREMENT for table `tbl_employee`
--
ALTER TABLE `tbl_employee`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=127;

--
-- AUTO_INCREMENT for table `tbl_objective`
--
ALTER TABLE `tbl_objective`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `tbl_order`
--
ALTER TABLE `tbl_order`
  MODIFY `order_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `tbl_products`
--
ALTER TABLE `tbl_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- AUTO_INCREMENT for table `tbl_pur_dealers`
--
ALTER TABLE `tbl_pur_dealers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `tbl_pur_pr`
--
ALTER TABLE `tbl_pur_pr`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=240;

--
-- AUTO_INCREMENT for table `tbl_repair_register`
--
ALTER TABLE `tbl_repair_register`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `tbl_sparepart`
--
ALTER TABLE `tbl_sparepart`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=550;

--
-- AUTO_INCREMENT for table `tbl_sparepart_pm`
--
ALTER TABLE `tbl_sparepart_pm`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `tbl_users`
--
ALTER TABLE `tbl_users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
